[
  {
    "id": 1,
    "name": "Pelargon",
    "latin_name": "Pelargonium spp.",
    "category": "blomma",
    "type": "sommarblomma",
    "description": "Pelargon är en mycket populär krukväxt och sommarblomma som finns i hundratals arter och sorter. Den trivs bäst på en solig och varm plats, och skötseln innebär att vattna regelbundet, ge näring under växtsäsongen och skydda den från frost. Pelargoner är kända för sin långa och rikliga blomningstid, från vår till höst.",
    "usage": "Huvudsakligen dekorativ i kruka, balkonglåda eller rabatt. Vissa sorter (doftpelargoner) används för att smaksätta mat, bakverk och drycker.",
    "image": "pelargon.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Håll jorden lätt fuktig. Låt torka ut lätt mellan vattningarna (ca 1 gång/vecka)."
    },
    "pruning": {
      "months": [
        "februari",
        "mars"
      ],
      "notes": "Beskär kraftigt på våren innan ny tillväxt börjar. Toppa unga plantor för tätare växtsätt."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Plantera om/ut på våren i ny, näringsrik jord när risken för nattfrost är över."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Ge en svag dos flytande näring i vattnet under hela sommaren för en lång och ihållande blomning."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Övervintras ljust och svalt (helst mellan 8-12°C). Vattna mycket sparsamt och sluta gödsla."
    },
    "soil": "mullrik och väldränerad blomjord",
    "zone": 5,
    "care_interval_days": 10,
    "bloom_period": [
      "maj",
      "juni",
      "juli",
      "augusti",
      "september"
    ],
    "height_cm": 40,
    "care_guide": "Välj en solig och varm plats. Vattna jämnt, men låt jorden torka upp lätt mellan vattningarna. Knipsa bort överblommade blommor kontinuerligt för att främja ny knoppsättning."
  },
  {
    "id": 2,
    "name": "Lavendel",
    "latin_name": "Lavandula angustifolia",
    "category": "ört",
    "type": "ört & kryddväxt",
    "description": "Lavendel är en populär doftande växt med grågröna blad och lila blommor som lockar bin och fjärilar. Den odlas som en halvt vintergrön buske och är känd för sin karaktäristiska, lugnande doft. Den trivs bäst i väldränerad, sandig jord och full sol.",
    "usage": "Används i bakverk, som krydda i mat (t.ex. örtsalt), och för att göra oljor till tvål, salvor eller doftpåsar. Populär i trädgårdar som prydnad och infattningshäck.",
    "image": "lavendel.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Är torktålig men behöver regelbunden vattning under torra perioder."
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Klipp ner den ordentligt på våren (när risken för svår frost är över), ungefär en tredjedel av busken, för att stimulera ny tillväxt. Undvik att klippa i den vedartade delen."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Plantera på våren när jorden har värmts upp. Kräver väldränerad, kalkrik jord."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas sparsamt på våren. För mycket näring kan minska blomningen och härdigheten."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "I kallare delar av Sverige kan den behöva vintertäckas, eller övervintras i kruka i ett ljust och frostfritt utrymme."
    },
    "soil": "väldränerad, sandig eller kalkrik",
    "zone": 8,
    "care_interval_days": 14,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 60,
    "care_guide": "Trivs bäst i full sol på en väldränerad plats. Väldränering är avgörande för övervintring. Beskär regelbundet för att behålla en tät form och förhindra att den blir kal nertill."
  },
  {
    "id": 3,
    "name": "Ros",
    "latin_name": "Rosa spp.",
    "category": "buske",
    "type": "prydnadsbuske & klätterväxt",
    "description": "Rosor är en av världens mest älskade prydnadsväxter, kända för sina vackra, doftande blommor. De finns i tusentals sorter som passar olika ändamål. De flesta sorter kräver en solig plats och näringsrik jord för att blomma rikligt och utveckla sin fulla skönhet.",
    "usage": "Huvudsakligen dekorativ i rabatter och på spaljéer. Nypon från vissa sorter används till soppa och marmelad. Kronbladen från doftande sorter används till te, potpurri och rosenvatten.",
    "image": "ros.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattnas rikligt 1-2 gånger i veckan under torra perioder. Undvik att vattna bladen för att minska risken för svampsjukdomar."
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Beskärs på våren när björkens blad är stora som musöron. Ta bort döda, sjuka grenar och klipp ner buskrosor beroende på sortens behov."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Kan planteras både på våren och hösten. Vårplantering rekommenderas i kallare zoner. Se till att förädlingsstället hamnar ca 10 cm under jordytan."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli"
      ],
      "notes": "Gödslas kraftigt i samband med beskärning på våren och sedan en gång till efter den första blomningen på sommaren. Använd rosgödsel."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Känsliga sorter kupas med jord eller täcks med granris kring basen sent på hösten för att skydda rötterna."
    },
    "soil": "näringsrik och väldränerad (lerjord/mullrik)",
    "zone": 4,
    "care_interval_days": 10,
    "bloom_period": [
      "juni",
      "juli",
      "augusti",
      "september"
    ],
    "height_cm": 150,
    "care_guide": "Rosor kräver full sol. Vattna djupt och sällan. Knipsa bort överblommade rosor (putsa) kontinuerligt för att uppmuntra ny knoppsättning."
  },
  {
    "id": 4,
    "name": "Tulpan",
    "latin_name": "Tulipa spp.",
    "category": "lök",
    "type": "lökväxt",
    "description": "Tulpaner är en av vårens mest älskade lökväxter, kända för sina distinkta, bägarliknande blommor i nästan alla regnbågens färger. De planteras på hösten och blommar på våren. Tulpaner är generellt lätta att odla och en symbol för våren.",
    "usage": "Huvudsakligen dekorativ i rabatter, krukor och som snittblomma. Lökarna är giftiga.",
    "image": "tulpan.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "mars",
        "april",
        "maj"
      ],
      "interval": "Håll jorden lätt fuktig under blomningen."
    },
    "pruning": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Klipp endast av den vissna blomman. Låt bladen vissna ner helt naturligt (ca 6 veckor) för att ladda löken med näring."
    },
    "planting": {
      "months": [
        "september",
        "oktober",
        "november"
      ],
      "notes": "Plantera lökarna på hösten innan tjälen går i marken, cirka 2-3 gånger lökens höjd djupt."
    },
    "fertilizing": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Kan gödslas tidigt på våren när de första skotten tittar fram. Undvik gödsel när de blommar."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Kräver ingen särskild vinterskydd i de flesta zoner. Väldränering är viktigast."
    },
    "soil": "väldränerad, sandig eller kalkrik",
    "zone": 8,
    "care_interval_days": 14,
    "bloom_period": [
      "april",
      "maj"
    ],
    "height_cm": 50,
    "care_guide": "Tulpaner trivs bäst i soligt till halvskuggigt läge. Viktigast är väldränerad jord. Lökarna mår bäst av en torr period på sommaren."
  },
  {
    "id": 5,
    "name": "Påsklilja",
    "latin_name": "Narcissus spp.",
    "category": "lök",
    "type": "lökväxt",
    "description": "Påskliljan är en klassisk symbol för våren, känd för sina gula eller vita blommor med trumpetformad bikrona. Likt tulpanen planteras lökarna på hösten. Påskliljan är mycket härdig, lättodlad och återkommer troget år efter år. Dessutom naturligt giftig, vilket skyddar mot sork och rådjur.",
    "usage": "Rent dekorativ i trädgårdar, rabatter och som snittblomma. Hela växten, särskilt löken, är giftig och bör ej förtäras.",
    "image": "pasklilja.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "mars",
        "april",
        "maj"
      ],
      "interval": "Vattna om det är torrt under blomningen. Behöver ingen extra vattning under sommaren."
    },
    "pruning": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Ta bort den överblommade stjälken, men låt bladen stå kvar tills de gulnat och vissnat helt (ca 6 veckor efter blomning) för att lagra näring."
    },
    "planting": {
      "months": [
        "september",
        "oktober"
      ],
      "notes": "Plantera lökarna på hösten, cirka 2 gånger lökens höjd djupt, i väldränerad jord."
    },
    "fertilizing": {
      "months": [
        "mars"
      ],
      "notes": "Gödslas tidigt på våren när skotten kommer upp. Förbättrar blomningen kommande år."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Mycket vinterhärdig och behöver normalt sett inget skydd."
    },
    "soil": "väldränerad, mullrik",
    "zone": 6,
    "care_interval_days": 10,
    "bloom_period": [
      "mars",
      "april",
      "maj"
    ],
    "height_cm": 40,
    "care_guide": "Påskliljor trivs bäst i sol till halvskugga. Se till att jorden är väldränerad för att undvika att löken ruttnar under vintern."
  },
  {
    "id": 6,
    "name": "Krokus",
    "latin_name": "Crocus spp.",
    "category": "lök",
    "type": "lökväxt",
    "description": "Krokus är en av de allra första vårblommorna som bryter igenom snön. De små, bägarliknande blommorna finns i färger som lila, vitt och gult. De sprider sig lätt och bildar vackra mattor i gräsmattor och rabatter. Plantan växer från en knöl (typ av lök) planterad på hösten.",
    "usage": "Rent dekorativ. En speciell variant, *Crocus sativus*, används för att skörda saffran.",
    "image": "krokus.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "mars",
        "april"
      ],
      "interval": "Behöver sällan vattnas. Endast vid extrem torka under blomningen."
    },
    "pruning": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Låt bladen vissna ner helt efter blomning. Klipp inte gräsmattan över krokusarna förrän bladen är helt gula."
    },
    "planting": {
      "months": [
        "september",
        "oktober"
      ],
      "notes": "Plantera knölarna på hösten, cirka 5-8 cm djupt."
    },
    "fertilizing": {
      "months": [
        "mars"
      ],
      "notes": "Gödslas sparsamt, tidigt på våren vid bladtillväxt, för att stödja nästa års blomning."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Vinterhärdig och tål kyla väl. Inget särskilt skydd behövs."
    },
    "soil": "väldränerad, gärna sandblandad",
    "zone": 8,
    "care_interval_days": 30,
    "bloom_period": [
      "mars",
      "april"
    ],
    "height_cm": 15,
    "care_guide": "Trivs bäst i soligt läge, men tål även halvskugga. Välj en plats där de får stå ostört så de kan sprida sig. Väldränerad jord är nyckeln."
  },
  {
    "id": 7,
    "name": "Solros",
    "latin_name": "Helianthus annuus",
    "category": "blomma",
    "type": "ettårig sommarblomma",
    "description": "Solrosen är en ståtlig och snabbväxande ettårig blomma, känd för sin imponerande höjd och de stora, gyllengula blomhuvudena. Den följer solen under dagen. Passar utmärkt som bakgrundsväxt i rabatter. Klarar sig bra i hela Sverige under sommarsäsongen.",
    "usage": "Dekorativ. Fröna kan skördas och rostas för mänsklig konsumtion eller användas som fågelmat under vintern.",
    "image": "solros.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattnas rikligt och regelbundet, särskilt under torra perioder när plantan är stor och har knoppar."
    },
    "pruning": {
      "months": [
        "september",
        "oktober"
      ],
      "notes": "Behöver sällan beskäras. Plocka bort vissna blad och blommor vid behov. Skörda fröhuvudet när det har torkat på hösten."
    },
    "planting": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Så fröer direkt på friland efter sista frost, eller förkultivera inomhus 4-6 veckor innan utplantering."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "notes": "Är krävande och behöver mycket näring. Gödslas regelbundet under hela växtperioden."
    },
    "winter": {
      "months": [
        "september",
        "oktober"
      ],
      "notes": "Är ettårig och överlever inte vintern. Plantan vissnar efter frösättning och kan komposteras."
    },
    "soil": "näringsrik och väldränerad",
    "zone": 4,
    "care_interval_days": 7,
    "bloom_period": [
      "juli",
      "augusti",
      "september"
    ],
    "height_cm": 200,
    "care_guide": "Solrosor älskar full sol! De kräver skydd mot stark vind och kan behöva stöttas. Se till att de får rikligt med vatten och näring för maximal höjd."
  },
  {
    "id": 8,
    "name": "Ringblomma",
    "latin_name": "Calendula officinalis",
    "category": "blomma",
    "type": "ettårig ört/blomma",
    "description": "Ringblomman är en klassisk, lättodlad ettårig blomma med klara orange eller gula blommor. Den blommar rikligt från tidig sommar till långt in på hösten och drar till sig bin och fjärilar. Kallas ibland 'bondesaffran' och är känd för sina medicinska egenskaper.",
    "usage": "Både dekorativ och kulinarisk. Kronbladen är ätbara och används som färgämne (naturlig 'saffran') i mat eller som dekoration i sallader. Används även i salvor och oljor för hudvård.",
    "image": "ringblomma.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattnas vid behov, tål viss torka men blommar bättre vid jämn fuktighet."
    },
    "pruning": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Plocka bort överblommade blomhuvuden kontinuerligt ('deadheading') för att främja ny blomning."
    },
    "planting": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Så frön direkt på växtplatsen efter sista frost. Kan även förkultiveras inomhus."
    },
    "fertilizing": {
      "months": [
        "juni",
        "juli"
      ],
      "notes": "Behöver sällan extra gödsel i näringsrik jord. Ett lätt tillskott kan ges i mitten av sommaren."
    },
    "winter": {
      "months": [
        "oktober"
      ],
      "notes": "Är ettårig. Frösår sig dock lätt och kan ofta komma upp av sig själv nästa vår."
    },
    "soil": "mullrik och väldränerad",
    "zone": 8,
    "care_interval_days": 7,
    "bloom_period": [
      "juni",
      "juli",
      "augusti",
      "september"
    ],
    "height_cm": 50,
    "care_guide": "Ringblomman trivs bäst i full sol men klarar halvskugga. Den är mycket tålig och nästan problemfri. Klipp regelbundet för att maximera blomningen."
  },
  {
    "id": 9,
    "name": "Lilja",
    "latin_name": "Lilium spp.",
    "category": "lök",
    "type": "lökväxt/perenn",
    "description": "Liljor är majestätiska och fleråriga växter, kända för sina stora, ofta starkt doftande blommor som blommar mitt i sommaren. De växer från en lök och finns i många färger och former. De är utmärkta snittblommor och passar bra i rabatter. Många liljor är mycket härdiga.",
    "usage": "Rent dekorativ i trädgården eller i vas. Lökarna och pollenet är giftiga för katter, så var försiktig i hushåll med husdjur.",
    "image": "lilja.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattnas regelbundet under växtsäsongen, särskilt under torra perioder. Håll jorden jämnt fuktig."
    },
    "pruning": {
      "months": [
        "september",
        "oktober"
      ],
      "notes": "Låt stjälken vissna ner naturligt efter blomningen. Klipp sedan ner stjälken till marknivå på hösten när den har blivit gul."
    },
    "planting": {
      "months": [
        "september",
        "oktober",
        "april"
      ],
      "notes": "Plantera lökarna på hösten eller tidig vår. Sätt dem djupt (3 gånger lökens höjd)."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni"
      ],
      "notes": "Gödslas med ett balanserat gödsel när skotten kommer upp och igen precis innan blomningen."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Liljor är härdiga, men kan må bra av ett täcke av löv eller granris i mycket kalla zoner för extra skydd."
    },
    "soil": "mullrik, näringsrik och väldränerad",
    "zone": 6,
    "care_interval_days": 7,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 120,
    "care_guide": "Liljor trivs bäst i soligt till halvskuggigt läge. De gillar att ha 'fötterna' (lökarna) svala och skuggade, men 'huvudet' (blommorna) i sol. Stötta höga sorter."
  },
  {
    "id": 10,
    "name": "Pion",
    "latin_name": "Paeonia spp.",
    "category": "perenn",
    "type": "perenn/buske",
    "description": "Pionen är en långlivad perenn, känd för sina stora, fyllda och ofta tungt doftande blommor som blommar på försommaren. Pioner är mycket tåliga och kan leva på samma plats i årtionden. Det finns örtartade pioner (dör ner på vintern) och buskpioner (vedartade).",
    "usage": "Huvudsakligen dekorativ i rabatter och som en mycket uppskattad, lyxig snittblomma. Bladen ger fin struktur under hela säsongen.",
    "image": "pion.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "interval": "Vattnas djupt och rikligt, särskilt under torra vårar och etableringsåren. Äldre plantor är torktåliga."
    },
    "pruning": {
      "months": [
        "september",
        "oktober"
      ],
      "notes": "Örtartade pioner klipps ner till marken på hösten. Buskpioner beskäras sparsamt på våren (ta bort döda grenar)."
    },
    "planting": {
      "months": [
        "september",
        "oktober"
      ],
      "notes": "Planteras bäst på hösten. Plantera grunt – knopparna (ögonen) ska bara vara 2-5 cm under jordytan för att garantera blomning."
    },
    "fertilizing": {
      "months": [
        "mars",
        "maj"
      ],
      "notes": "Gödslas tidigt på våren med benmjöl eller fullgödsel, och eventuellt en gång till efter blomningen."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Mycket härdig och behöver sällan vinterskydd i Sverige."
    },
    "soil": "djup, näringsrik och väldränerad lerjord",
    "zone": 7,
    "care_interval_days": 14,
    "bloom_period": [
      "maj",
      "juni",
      "juli"
    ],
    "height_cm": 90,
    "care_guide": "Pioner kräver full sol för att blomma rikligt. De hatar att flyttas. Se till att plantera dem grunt; om de sätts för djupt blommar de inte."
  },
  {
    "id": 11,
    "name": "Margerit",
    "latin_name": "Argyranthemum frutescens",
    "category": "blomma",
    "type": "sommarblomma (ofta ettårig i Sverige)",
    "description": "Margeriten är en av de mest klassiska sommarblommorna, känd för sina prästkragelika blommor i vitt, rosa eller gult. Den är en flitig blommare från vår till höst och trivs bäst i kruka eller balkonglåda i soligt läge. I Sverige odlas den vanligen som ettårig.",
    "usage": "Rent dekorativ i krukor, amplar och rabatter.",
    "image": "mergerit.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattnas rikligt, men låt ytan torka lätt mellan vattningarna. Kräver mer vatten under varma dagar."
    },
    "pruning": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Knipsa bort överblommade blommor kontinuerligt för att främja ny knoppsättning och långvarig blomning."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Planteras ut i kruka eller rabatt efter sista frost. Använd en bra blomjord."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas regelbundet med flytande näring under hela växtsäsongen för optimal blomning."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Övervintras frostfritt, ljust och svalt (5-10°C) om den ska sparas till nästa år. Vattnas mycket sparsamt under vintern."
    },
    "soil": "mullrik och näringsrik blomjord",
    "zone": 7,
    "care_interval_days": 7,
    "bloom_period": [
      "maj",
      "juni",
      "juli",
      "augusti",
      "september"
    ],
    "height_cm": 39,
    "care_guide": "Margeriter älskar sol! Placera i full sol och se till att de inte torkar ut helt. Kontinuerlig 'deadheading' är nyckeln till maximal blomning."
  },
  {
    "id": 12,
    "name": "Syren",
    "latin_name": "Syringa vulgaris",
    "category": "buske",
    "type": "prydnadsbuske",
    "description": "Syren är en mycket uppskattad, härdig och storvuxen buske eller litet träd, känd för sina stora, doftande blomklasar på våren/försommaren. Syrenen är mycket vanlig i svenska trädgårdar, är tålig och klarar sig i nästan hela landet (beroende på sort).",
    "usage": "Huvudsakligen dekorativ som solitär buske, häck eller som bas för trädgårdsrabatten. Blommorna är populära som snittblommor och kan användas i socker eller sirap för smaksättning.",
    "image": "syren.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "interval": "Etablerade plantor behöver sällan vattnas. Vattna vid långvarig torka under sommaren, särskilt unga plantor."
    },
    "pruning": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Beskärs direkt efter blomningen för att klippa bort överblommade klasar och gallra ur gamla, risiga grenar. Undvik sen höst- eller vinterbeskärning."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera i näringsrik och väldränerad jord. Klarar de flesta jordar men undvik mycket blöt mark."
    },
    "fertilizing": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Gödslas sparsamt på våren, t.ex. med kompost eller kogödsel. För mycket näring kan ge färre blommor."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket vinterhärdig (zon 4-7 beroende på sort) och kräver normalt inget vinterskydd."
    },
    "soil": "väldränerad, näringsrik, gärna kalkhaltig",
    "zone": 7,
    "care_interval_days": 30,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 400,
    "care_guide": "Syren trivs bäst i full sol, vilket är viktigt för en riklig blomning. Se till att gallra ur busken regelbundet för att få in ljus och luft, vilket stimulerar nya blomskott. Klipp bort rotskott kontinuerligt."
  },
  {
    "id": 13,
    "name": "Hortensia",
    "latin_name": "Hydrangea spp.",
    "category": "buske",
    "type": "prydnadsbuske",
    "description": "Hortensia är en populär buske med stora, vackra blomklasar som blommar från mitten av sommaren till hösten. Färgen på blommorna (särskilt för *H. macrophylla*) kan ändras beroende på jordens pH-värde (blått i sur jord, rosa i kalkrik jord). En törstig växt som kräver mycket vatten.",
    "usage": "Rent dekorativ i rabatter, som solitär eller i stora krukor. Utmärkta, hållbara snittblommor.",
    "image": "hortensia.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "Kräver mycket vatten. Vattnas rikligt varje dag under varma perioder, och jorden ska hållas konstant fuktig."
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Beskärning beror på sort. Storbladiga hortensior (*H. macrophylla*) beskärs varsamt (bara döda grenar). Vidjehortensia (*H. arborescens*) kan beskäras kraftigt på våren."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera i mullrik, fuktighetshållande och sur jord (särskilt för blå hortensia)."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni"
      ],
      "notes": "Gödslas med speciellt hortensiagödsel eller ett surjordsgödsel tidigt på våren och en gång mitt i sommaren."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Kan behöva skyddas mot stark vårsol och kyla. Täck basen med löv/granris eller linda in hela plantan."
    },
    "soil": "mullrik, fuktighetshållande, sur jord (lågt pH)",
    "zone": 4,
    "care_interval_days": 3,
    "bloom_period": [
      "juli",
      "augusti",
      "september"
    ],
    "height_cm": 150,
    "care_guide": "Hortensia trivs bäst i halvskugga med morgonsol, där jorden håller fukten bäst. Undvik gassande middagssol. De är mycket känsliga för torka och får lätt bruna blad om de inte får tillräckligt med vatten."
  },
  {
    "id": 14,
    "name": "Dahlia",
    "latin_name": "Dahlia pinnata",
    "category": "knölväxt",
    "type": "sommarblomma (knölväxt)",
    "description": "Dahlian är en älskad sommarblomma känd för sin enorma variation av former, storlekar och färger på blommorna. Den växer från knölar som inte är vinterhärdiga i Sverige och måste grävas upp och förvaras frostfritt över vintern. Blommar rikligt från juli till första frosten.",
    "usage": "Rent dekorativ i rabatter och krukor. Extremt populär som snittblomma, ju mer man klipper, desto mer blommar den.",
    "image": "dahlia.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "Vattnas rikligt och regelbundet. Måste hållas jämnt fuktig, särskilt i kruka. Undvik att vattna knölen före bladutveckling."
    },
    "pruning": {
      "months": [
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "notes": "Nyp bort topparna på unga plantor för buskigare växtsätt. Klipp bort överblommade huvuden omedelbart för att stimulera ny blomning."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Plantera knölar i kruka inomhus i april, eller direkt i marken efter sista frosten i slutet av maj/början av juni."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Är mycket näringskrävande. Gödslas regelbundet, ca varannan vecka, med ett högt kaliumgödsel under sommaren."
    },
    "winter": {
      "months": [
        "oktober",
        "november"
      ],
      "notes": "Knölarna grävs upp efter första frostnatten, torkas och förvaras frostfritt, mörkt och svalt (5-10°C) i t.ex. torv eller tidningspapper."
    },
    "soil": "mullrik, näringsrik och väldränerad",
    "zone": 6,
    "care_interval_days": 7,
    "bloom_period": [
      "juli",
      "augusti",
      "september",
      "oktober"
    ],
    "height_cm": 137,
    "care_guide": "Dahlior älskar sol och näring. Stötta höga sorter för att förhindra att de tunga blommorna välter vid regn. Kontinuerlig plockning av blommor är essentiellt för att förlänga säsongen."
  },
  {
    "id": 15,
    "name": "Blåklocka",
    "latin_name": "Campanula spp.",
    "category": "perenn",
    "type": "perenn/ettårig",
    "description": "Blåklockan är en stor familj av växter som inkluderar både vilda, tvååriga och fleråriga perenner med klockformade blommor, oftast i nyanser av blått eller lila. De är kända för sin härdighet och sin förmåga att etablera sig och sprida sig i trädgården.",
    "usage": "Rent dekorativ i rabatter, stenpartier och som marktäckare. Många arter är viktiga för vilda bin och humlor.",
    "image": "blaklocka.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "interval": "Vattnas vid torka under etableringen. Äldre plantor är ofta torktåliga och behöver sällan vattnas."
    },
    "pruning": {
      "months": [
        "augusti",
        "september"
      ],
      "notes": "Klipp ner vissna blomstänglar efter blomning för att eventuellt få en andra blomning och för att förhindra oönskad fröspridning."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Kan planteras från planta under hela säsongen. Frösås på våren eller hösten."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas sparsamt på våren med kompost eller ett balanserat fullgödsel. För mycket näring kan leda till 'rangliga' plantor."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "De flesta perenna blåklockor är mycket vinterhärdiga och kräver inget skydd."
    },
    "soil": "väldränerad, kan vara allt från sandig till kalkrik beroende på art.",
    "zone": 4,
    "care_interval_days": 30,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 187,
    "care_guide": "Trivs bäst i sol till halvskugga. Se upp för sorter som sprider sig aggressivt. Kontrollera växten regelbundet om den ska hållas inom ett visst område."
  },
  {
    "id": 16,
    "name": "Gullviva",
    "latin_name": "Primula veris",
    "category": "perenn",
    "type": "perenn/vårblomma",
    "description": "Gullvivan är en tidig vårblommande perenn och en av våra mest älskade vilda blommor. Den bildar låga rosetter med rynkiga blad och har små, klargula blommor samlade i klasar på upprätta stjälkar. Den är mycket härdig och trivs i gräsmattor och gläntor.",
    "usage": "Rent dekorativ i gräsmattor, naturlika planteringar och lundpartier. Blommorna är ätbara och kan användas som dekoration i sallader eller kanderas. Används traditionellt i folkmedicin.",
    "image": "gullviva.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "mars",
        "april",
        "maj"
      ],
      "interval": "Håll jorden jämnt fuktig under blomningen. Tål inte att torka ut."
    },
    "pruning": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Klipp bort överblommade stjälkar efter blomning om du vill undvika fröspridning, annars låt dem stå kvar."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Planteras grunt. Frösås på hösten (behöver en köldperiod för att gro)."
    },
    "fertilizing": {
      "months": [
        "mars"
      ],
      "notes": "Behöver sällan gödslas i befintlig jord. Lite kompost på våren räcker gott."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig (vintergrön i milda zoner) och behöver inget skydd."
    },
    "soil": "mullrik, fuktighetsbevarande",
    "zone": 4,
    "care_interval_days": 30,
    "bloom_period": [
      "april",
      "maj"
    ],
    "height_cm": 20,
    "care_guide": "Gullvivan trivs bäst i halvskugga/ljust läge under tidiga våren innan lövträden slagit ut. Undvik direkt stark middagssol och se till att den har en fuktig, väldränerad växtplats."
  },
  {
    "id": 17,
    "name": "Anemon",
    "latin_name": "Anemone spp.",
    "category": "perenn",
    "type": "perenn/lökväxt",
    "description": "Anemoner är ett stort släkte som inkluderar många populära trädgårdsväxter, från tidigt vårblommande lundväxter (t.ex. vit- och blåsippa) till höstblommande jätteanemoner (*A. hupehensis*). Många arter är extremt tåliga och skapar vackra, naturlika mattor av blommor.",
    "usage": "Rent dekorativ i lundpartier, rabatter och som marktäckare. Vissa knölväxande anemoner används som snittblommor (t.ex. *Anemone coronaria*).",
    "image": "anemon.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "interval": "Vårblommande anemoner behöver sällan vattnas. Höstblommande anemoner behöver jämn fuktighet under sommaren vid torka."
    },
    "pruning": {
      "months": [
        "oktober",
        "november"
      ],
      "notes": "Höstanemoner kan klippas ner på våren innan tillväxt, eller på senhösten efter blomning (beroende på sort och zon)."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Vårblommande knölar planteras på hösten. Perenna anemoner planteras bäst på våren eller tidig höst."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas sparsamt. Tillför kompost på våren för att förbättra jordkvaliteten."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "De flesta perenna anemoner är mycket härdiga. Vissa sorter kan behöva lätt täckning i kallare zoner."
    },
    "soil": "väldränerad, mullrik",
    "zone": 3,
    "care_interval_days": 30,
    "bloom_period": [
      "mars",
      "april",
      "maj",
      "september",
      "oktober"
    ],
    "height_cm": 332,
    "care_guide": "Anemoner trivs bäst i lundmiljöer eller halvskugga, men de höstblommande sorterna klarar sol om de får tillräckligt med fukt. De är lätta att odla, men var medveten om att vissa kan sprida sig aggressivt."
  },
  {
    "id": 18,
    "name": "Fingerborgsblomma",
    "latin_name": "Digitalis purpurea",
    "category": "blomma",
    "type": "tvåårig/kortlivad perenn",
    "description": "Fingerborgsblomman är känd för sina höga, dramatiska spiror täckta med fingerborgsliknande blommor i rosa, lila, vitt eller gult. Den är oftast tvåårig (blommar år 2 och dör sedan) men sprider sig lätt genom frösådd, vilket gör att den återkommer. En utmärkt accentväxt i rabatter. **Hela växten är giftig.**",
    "usage": "Rent dekorativ i rabatter och lundpartier. Används medicinskt (Digitalis) men är mycket giftig och får aldrig förtäras eller hanteras utan försiktighet i hemmet.",
    "image": "fingerborgsblomma.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "interval": "Håll jorden jämnt fuktig, särskilt under torra perioder när plantan blommar."
    },
    "pruning": {
      "months": [
        "juli",
        "augusti"
      ],
      "notes": "Klipp ner den stora blomstjälken efter blomning för att eventuellt få en andra, mindre blomning, och för att främja frösådd."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "augusti",
        "september"
      ],
      "notes": "Sås på våren för blomning nästa år, eller köp plantor. Självsår sig lätt om du låter den fröa av sig."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas sparsamt. Ett lager kompost på våren räcker oftast."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "De låga bladrosetterna övervintrar i de flesta zoner. Kan täckas lätt med granris vid barfrost."
    },
    "soil": "mullrik och väldränerad",
    "zone": 2,
    "care_interval_days": 14,
    "bloom_period": [
      "juni",
      "juli"
    ],
    "height_cm": 150,
    "care_guide": "Trivs bäst i halvskugga i en mullrik och fuktighetsbevarande jord, som i en lundmiljö. Tänk på att hela växten är giftig och placera den därefter i trädgården."
  },
  {
    "id": 19,
    "name": "Ljung",
    "latin_name": "Calluna vulgaris",
    "category": "buske",
    "type": "vintergrön buske",
    "description": "Ljung är en liten, vintergrön buske känd för sin sena blomning på sensommaren och hösten. Den är extremt härdig och tålig mot kyla, vind och magra jordar. Vanlig i vilda hedlandskap men populär som marktäckare och i höstplanteringar i kruka.",
    "usage": "Rent dekorativ som marktäckare, i stenpartier, och i höstkrukor på trappor och balkonger. Används historiskt till kvastar och te, och är en viktig nektarkälla för bin på hösten.",
    "image": "ljung.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "september",
        "oktober",
        "november"
      ],
      "interval": "Mycket torktålig när den etablerat sig. Vattnas vid plantering och under torra höstar för att inte torka ut under vintern."
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Beskärs på våren innan ny tillväxt. Klipp ner blomstjälkarna till strax under den vissna blomman, men klipp inte i den vedartade, bruna basen."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera i sur jord. Särskilt höstplanterad ljung i kruka kan behöva vattnas under vintern när det är frostfritt."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Kräver mycket lite näring. Gödslas sparsamt på våren med ett surjordsgödsel."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig (upp till zon 7) och tål snö och kyla. Ljus kan dock skada växten. Se till att eventuella krukor inte torkar ut helt under frostfria vinterdagar."
    },
    "soil": "sur (lågt pH), väldränerad, sandig",
    "zone": 7,
    "care_interval_days": 45,
    "bloom_period": [
      "augusti",
      "september",
      "oktober"
    ],
    "height_cm": 30,
    "care_guide": "Ljung älskar full sol! Den föredrar mager och sur jord (t.ex. rhododendronjord). Regelbunden beskärning på våren är viktig för att förhindra att den blir gles och träig i botten."
  },
  {
    "id": 20,
    "name": "Klematis",
    "latin_name": "Clematis spp. (Släkte, beroende på sort)",
    "category": "blomma",
    "type": "klätterväxt",
    "description": "Klematis är en av de mest älskade klätterväxterna i svenska trädgårdar, känd för sina stjärnformade, ofta mycket stora och färgrika blommor. Den finns i tusentals hybrider och sorter, vilka delas in i grupper baserat på blomtid och beskärningsbehov. Den frodas bäst när rötterna (fötterna) hålls svala i skugga och själva växten (huvudet) får sol. 'Purpurea' syftar troligen på en sort med mörklila eller vinröda blommor.",
    "usage": "Används som en vertikal prydnadsväxt för att täcka in spaljéer, pergolor, murar, staket och äldre träd. Mycket dekorativ under hela blomningsperioden.",
    "image": "klematis.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid behov, håll jorden lätt fuktig"
    },
    "pruning": {
      "months": [
        "februari",
        "mars"
      ],
      "notes": "Beskärning varierar starkt beroende på vilken sortgrupp växten tillhör (Grupp 1, 2 eller 3). Grupp 3 beskärs hårt på våren, medan Grupp 1 sällan behöver beskärning."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera grunt, gärna i skyddad position med 'fötterna i skugga och huvudet i solen'."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli"
      ],
      "notes": "Gödslas regelbundet under växtsäsongen med t.ex. rosgödsel för rikare blomning."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "De flesta sorter är väl anpassade, men nyplanterade kan behöva skyddas i högre zoner (5+)."
    },
    "soil": "näringsrik, väldränerad, fuktig",
    "zone": 4,
    "care_interval_days": 14,
    "bloom_period": [
      "maj",
      "juni",
      "juli",
      "augusti",
      "september"
    ],
    "height_cm": 200,
    "care_guide": "Klematis trivs bäst i soligt till halvskuggigt läge. Se till att rotklumpen hålls sval och skuggig (t.ex. med marktäckare)."
  },
  {
    "id": 21,
    "name": "Rhododendron",
    "latin_name": "Rhododendron spp. (Släkte, beroende på sort)",
    "category": "utomhus",
    "type": "buske",
    "description": "Rhododendron är en städsegrön eller lövfällande buske, högt älskad för sina stora, pråliga blomklasar som skapar en färgexplosion under våren. Den kräver surjord (lågt pH) och kan inte planteras i kalkrik jord. Sorten 'Silver' antyder en variant med lövverk som har silvertoner eller en sort med ljus blomfärg. Växten passar väl in i det svenska klimatet men är känslig för torka.",
    "usage": "Huvudsaklig prydnadsbuske för trädgårdar, parker och speciella surjordsrabatter. Fungerar utmärkt som insynsskydd eller solitär (ensamväxande buske).",
    "image": "rhododendron.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid torka, undvik att jorden torkar ut helt. Vattna med kalkfattigt (mjukt) vatten."
    },
    "pruning": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "notes": "Behöver sällan beskäras. Ta bort vissna blommor försiktigt för att stimulera nästa års knoppbildning."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera i rhododendronjord/surjord. Gräv en stor grop, inte för djupt, då de har ytliga rötter."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni"
      ],
      "notes": "Gödslas med speciellt rhododendrongödsel för surjordsväxter."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Vattna rejält på senhösten före tjälen. Vintergröna sorter kan behöva skydd mot vårsolen för att undvika brännskador."
    },
    "soil": "surjord (lågt pH), mullrik, fuktig",
    "zone": 5,
    "care_interval_days": 30,
    "bloom_period": [
      "april",
      "maj",
      "juni"
    ],
    "height_cm": 150,
    "care_guide": "Rhododendron trivs bäst i halvskugga och måste planteras i surjord. Undvik kalkrikt vatten."
  },
  {
    "id": 22,
    "name": "Äppelträd",
    "latin_name": "Malus domestica",
    "category": "utomhus",
    "type": "träd",
    "description": "Äppelträd är ett lövfällande fruktträd och är ett av de mest populära att odla i Sverige. Det blommar vackert under våren, vilket följs av fruktsättning under sensommaren och hösten. Trädet är relativt tåligt men kräver ofta en god pollinatör i närheten för att ge riklig skörd. Den valda sorten kan vara anpassad för svenskt klimat och har en god härdighet.",
    "usage": "Huvudsaklig odling av frukt för konsumtion och matlagning (t.ex. sylt, mos, pajer). Fungerar även som prydnadsträd i trädgårdar för dess blommor och form.",
    "image": "appeltrad.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid etablering och långa torkperioder. Vattna stora mängder sällan snarare än lite ofta."
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Görs lämpligast under senvintern/tidig vår. Underhållsbeskärning kan även göras under JAS-perioden (Juli, Augusti, September)."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera på våren eller hösten i väldränerad, näringsrik jord. Stötta nyplanterade träd med en påle."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas på våren med kvävefattig, kaliumrik gödsel för att främja fruktsättning."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Skydda stammen mot gnagare (t.ex. kaniner och sorkar) under vintern med gnagskydd."
    },
    "soil": "näringsrik, väldränerad, mullrik",
    "zone": 4,
    "care_interval_days": 30,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 300,
    "care_guide": "Äppelträd trivs bäst i soligt läge. Viktigt med god pollinering (andra sorter i närheten)."
  },
  {
    "id": 23,
    "name": "Päronträd",
    "latin_name": "Pyrus communis",
    "category": "utomhus",
    "type": "träd",
    "description": "Päronträd är ett elegant fruktträd som producerar söta, saftiga päron. Det är generellt något känsligare för kyla och kräver ett varmare och mer skyddat läge än äppelträd. Sorten 'Rubra' (om det existerar som päron) eller Rubra-liknande sorter kan syfta på en sort med rödaktiga inslag på frukten eller i bladen. Planteras bäst i näringsrik och väldränerad jord.",
    "usage": "Odling av frukt för konsumtion. Passar bäst i södra och mellersta Sverige där klimatet är mildare, ofta i en skyddad del av trädgården.",
    "image": "parontrad.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid etablering och torka. De etablerade träden är torktåligare än äppelträd, men nyplanterade kräver regelbunden vattning."
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Görs lämpligast under senvintern/tidig vår. Sorter som bär frukt på äldre ved beskärs mindre aggressivt."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera på våren eller hösten i väldränerad jord. Stötta nyplanterade träd."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas på våren med kvävefattig, kaliumrik gödsel."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Stammen kan behöva gnagskydd mot djur."
    },
    "soil": "näringsrik, väldränerad, mullrik",
    "zone": 3,
    "care_interval_days": 30,
    "bloom_period": [
      "maj"
    ],
    "height_cm": 350,
    "care_guide": "Päronträd trivs bäst i soligt och varmt läge. Viktigt med god pollinering."
  },
  {
    "id": 24,
    "name": "Körsbärsträd",
    "latin_name": "Prunus avium/cerasus",
    "category": "utomhus",
    "type": "träd",
    "description": "Körsbärsträd är populära frukt- och prydnadsträd som kännetecknas av sin fantastiska, ofta överdådiga, tidiga vårblomning i vitt eller rosa. Trädet ger frukter (sötkörsbär eller surkörsbär) under sommaren. Sorten 'Aurea' indikerar troligen en variant med gyllene eller gulaktiga blad, vilket ger ett fint färgspel i trädgården. Dessa träd är känsliga för svampsjukdomar och måste därför beskäras under JAS-perioden.",
    "usage": "Odling av frukt för färskkonsumtion eller matlagning. Även ett mycket uppskattat prydnadsträd i parker och trädgårdar för sin vårblomning och form.",
    "image": "korsbarstrad.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid etablering och torka (stora mängder)."
    },
    "pruning": {
      "months": [
        "juli",
        "augusti",
        "september"
      ],
      "notes": "Beskärs under JAS-perioden (Juli, Augusti, September) för att minska risken för svampsjukdomar och 'gummiflöde'."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera på våren eller hösten. Undvik djup plantering och se till att jorden är väldränerad."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas på våren. Fruktbärande träd kan behöva extra kalium för att gynna fruktsättning."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Skyddas vid hård frost, speciellt nyplanterade träd."
    },
    "soil": "näringsrik, väldränerad, kalkrik",
    "zone": 4,
    "care_interval_days": 30,
    "bloom_period": [
      "april",
      "maj"
    ],
    "height_cm": 300,
    "care_guide": "Körsbärsträd trivs bäst i soligt och skyddat läge."
  },
  {
    "id": 25,
    "name": "Plommonträd",
    "latin_name": "Prunus domestica",
    "category": "utomhus",
    "type": "träd",
    "description": "Plommonträd är ett fruktträd som blommar tidigt på våren innan löven slagit ut, vilket gör det känsligt för sen frost. Det är ett populärt träd i Sverige för sina söta eller syrliga plommon som mognar under sensommaren/hösten. 'Regia' är troligen en sort som syftar på dess kungliga (stora/bra) plommon. Beskärning av plommonträd ska alltid ske under JAS-perioden för att minimera blödning och sjukdomsrisk.",
    "usage": "Odling av plommon för konsumtion, sylt eller saft. Används i trädgårdar där det ger både vacker vårblomning och frukt. Passar i skyddade lägen.",
    "image": "plommontrad.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid etablering och torka (stora mängder)."
    },
    "pruning": {
      "months": [
        "juli",
        "augusti",
        "september"
      ],
      "notes": "Beskärs under JAS-perioden (Juli, Augusti, September) för att undvika gummiflöde och sjukdomar."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera på våren eller hösten. Föredrar något varmare och skyddat läge."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas på våren. Fruktbärande träd kan behöva extra kalium."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Skyddas vid hård frost, speciellt nyplanterade träd."
    },
    "soil": "näringsrik, väldränerad, kalkrik",
    "zone": 3,
    "care_interval_days": 30,
    "bloom_period": [
      "maj"
    ],
    "height_cm": 300,
    "care_guide": "Plommonträd trivs bäst i soligt och skyddat läge."
  },
  {
    "id": 26,
    "name": "Björk",
    "latin_name": "Betula pendula (Vårtbjörk)",
    "category": "utomhus",
    "type": "träd",
    "description": "Vårtbjörken är ett snabbväxande och tåligt lövträd, kännetecknat av sin karaktäristiska vita näver som ofta flagnar. Den är en viktig del av det svenska landskapet och trivs i de flesta jordar. Björkar har ett ytligt rotsystem som kan konkurrera med andra växter i närheten. De beskärs bäst under JAS-perioden för att undvika savblödning på våren.",
    "usage": "Vanligt landskapsträd i parker, alléer och på landsbygd. Ger utmärkt skugga och används för sin prydliga, vita stam. Sav från björken kan tappas på våren för dryck.",
    "image": "bjork.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid etablering och långa torkperioder. Etablerade träd är tåliga."
    },
    "pruning": {
      "months": [
        "juli",
        "augusti",
        "september"
      ],
      "notes": "Beskärs under JAS-perioden för att undvika kraftig savblödning. Undvik beskärning under senvinter/tidig vår."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Trivs bäst i gles skog eller öppet landskap. Plantera i fuktighetshållande jord."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Behöver sällan gödslas. Vid behov, använd ett allsidigt gödselmedel på våren."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Extremt härdig i alla zoner, men nyplanterade kan behöva marktäckning."
    },
    "soil": "genomsläpplig, fuktig, näringsrik",
    "zone": 8,
    "care_interval_days": 60,
    "bloom_period": [
      "april",
      "maj"
    ],
    "height_cm": 1500,
    "care_guide": "Björk är mycket tålig, men kan drabbas av torka. Vattna vid behov under torra somrar."
  },
  {
    "id": 27,
    "name": "Gran",
    "latin_name": "Picea abies (Rödgran)",
    "category": "utomhus",
    "type": "träd",
    "description": "Granen (Rödgran) är ett städsegrönt barrträd och Sveriges vanligaste trädslag. Den är av stor ekonomisk betydelse för virkesproduktion och används flitigt inom skogsbruk. Granen kännetecknas av sina vassa barr och kottar. Den är extremt härdig och tål kyla mycket väl, men föredrar fuktiga, mullrika jordar. 'Alba' (vit) kan syfta på en sort med ljusare barr eller en dvärgform.",
    "usage": "Viktigt skogsträd för virke och pappersmassa. Används även som prydnadsträd, vindskydd (häckar) och som den traditionella julgranen i Sverige.",
    "image": "gran.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid etablering och långa torkperioder. Äldre träd är mycket torktåliga."
    },
    "pruning": {
      "months": [
        "mars",
        "april",
        "maj"
      ],
      "notes": "Kräver sällan beskärning. Kan toppas för att kontrollera höjden eller klippas som häck på våren/hösten."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Kan planteras grunt i näringsrik, fuktighetshållande jord. Undvik plantering i tät lera."
    },
    "fertilizing": {
      "months": [
        "aldrig"
      ],
      "notes": "Behöver sällan gödslas."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Mycket härdig. Kan behöva vattnas på senhösten för att undvika vintertorka."
    },
    "soil": "mullrik, fuktig, väldränerad",
    "zone": 8,
    "care_interval_days": 90,
    "bloom_period": [],
    "height_cm": 2000,
    "care_guide": "Gran trivs i sol till halvskugga. Mycket tålig när den väl etablerat sig."
  },
  {
    "id": 28,
    "name": "Tall",
    "latin_name": "Pinus sylvestris (Skogstall)",
    "category": "utomhus",
    "type": "träd",
    "description": "Tallen, eller Skogstallen, är ett ikoniskt barrträd som är anpassat till extremt karga och sandiga jordar. Den är extremt tålig mot både kyla och torka. Tallar kännetecknas av sin distinkta orangea, fjällande bark på övre delen av stammen och långa, blågröna barr. 'Purpurea' är troligen en sort som får purpurfärgade barr under vintern, vilket ger en fin kontrast.",
    "usage": "Viktigt skogsträd för virke. Används som ett tåligt, vindresistent prydnadsträd i trädgårdar och parker, särskilt på torra och magra jordar där andra träd har svårt att trivas.",
    "image": "tall.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid etablering och långa torkperioder. Etablerade träd är mycket torktåliga."
    },
    "pruning": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Kan toppas eller trimmas genom att klippa de nya årsskotten ('tallen-ljusen') på våren för att skapa en tätare och mer kompakt krona."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Trivs i mager, sandig jord. Planteras grunt."
    },
    "fertilizing": {
      "months": [
        "aldrig"
      ],
      "notes": "Behöver sällan gödslas då den är van vid näringsfattiga förhållanden."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Mycket härdig och tålig mot kyla."
    },
    "soil": "mager, sandig, väldränerad",
    "zone": 8,
    "care_interval_days": 90,
    "bloom_period": [],
    "height_cm": 1500,
    "care_guide": "Tall trivs bäst i soligt läge och tål torka väl när den är etablerad."
  },
  {
    "id": 29,
    "name": "Rönn",
    "latin_name": "Sorbus aucuparia",
    "category": "växt",
    "type": "träd",
    "description": "Rönnen är ett mycket populärt prydnadsträd, känt för att vara extremt härdigt och anpassningsbart i hela Sverige. Den har vita blomklasar på våren och får på hösten vackra, oftast röda, bär som lockar fåglar. Lövverket får dessutom en spektakulär höstfärg. Sorten 'Aurea' syftar på en gulbärig variant, vilket ger en annorlunda färgklick. Rönnen tål stadsmiljö bra.",
    "usage": "Prydnadsträd för trädgårdar, parker och gatumiljöer. Uppskattas för sin blomning, höstfärg och bär. Passar bra i lägen med tuffare klimat.",
    "image": "ronn.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid etablering och långa torkperioder."
    },
    "pruning": {
      "months": [
        "juli",
        "augusti",
        "september"
      ],
      "notes": "Beskärs under JAS-perioden för att minska risken för sjukdomar. Behöver sällan beskäras regelbundet."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Mycket tåligt träd. Plantera i näringsrik jord."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Behöver sällan gödslas."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Mycket härdig, inget extra skydd behövs."
    },
    "soil": "näringsrik, väldränerad, mullrik",
    "zone": 8,
    "care_interval_days": 60,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 1000,
    "care_guide": "Rönn trivs i sol till halvskugga. Mycket anpassningsbart och tåligt."
  },
  {
    "id": 30,
    "name": "Lönn",
    "latin_name": "Acer platanoides (Skogslönn)",
    "category": "utomhus",
    "type": "träd",
    "description": "Lönnen är ett stort, robust lövträd, mycket uppskattat för sina stora flikiga blad och sin ståtliga krona som ger utmärkt skugga. Den är särskilt känd för att få fantastiska, lysande gula till röda höstfärger. Sorten 'Minor' kan syfta på en mindre, mer kompakt variant av lönnen. Lönnar är tåliga och klarar stadsmiljö bra, men precis som björken ska de beskäras under JAS för att undvika savblödning.",
    "usage": "Prydnadsträd, skuggträd och alléträd i urbana miljöer, parker och större trädgårdar. Mycket uppskattad för sina gula höstfärger.",
    "image": "lonn.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid etablering och långa torkperioder."
    },
    "pruning": {
      "months": [
        "juli",
        "augusti",
        "september"
      ],
      "notes": "Beskärs under JAS-perioden för att undvika kraftig savblödning på våren. Undvik att beskära under vårvintern."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera i näringsrik och fuktighetshållande jord."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Behöver sällan gödslas. Vid behov, använd allsidig trädgårdsgödsel på våren."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Mycket härdig, inget extra skydd behövs."
    },
    "soil": "näringsrik, fuktighetshållande, mullrik",
    "zone": 8,
    "care_interval_days": 60,
    "bloom_period": [
      "april",
      "maj"
    ],
    "height_cm": 1000,
    "care_guide": "Lönn trivs bäst i sol till halvskugga och är mycket tålig mot stadsmiljö."
  },
  {
    "id": 31,
    "name": "Lind",
    "latin_name": "Tilia europaea",
    "category": "träd",
    "type": "lövträd",
    "description": "Lind är en sort av lind, troligen Vinterlind eller Parklind, som kännetecknas av sin vackra, gyllengula färg på årsskotten under vintern. Lindar är klassiska park- och alléträd, uppskattade för sin täta krona, hjärtformade blad och doftande blommor på sommaren. Dessa träd är mycket tåliga och kan bli mycket gamla. Den är lämplig för beskärning (hamling) och tål stadsmiljö bra.",
    "usage": "Huvudsakligt alléträd, parkträd och skuggträd. De doftande blommorna används för att göra lindblomste. Passar bra i formklippta häckar eller som hamlade träd.",
    "image": "lind.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid etablering och långa torkperioder."
    },
    "pruning": {
      "months": [
        "juli",
        "augusti",
        "september"
      ],
      "notes": "Lindar beskärs bäst under JAS (Juli, Augusti, September) eller senvinter. De tål kraftig beskärning (hamling) väl, men undvik vårvinter för att minimera savblödning."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Planteras grunt i näringsrik och mullrik jord."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas med allsidigt gödsel på våren vid behov, men etablerade lindar är inte näringskrävande."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdigt träd. Nyplanterade träd kan behöva skydd mot vintersol och stark vind."
    },
    "soil": "mullrik, näringsrik, fuktighetshållande",
    "zone": 5,
    "care_interval_days": 60,
    "bloom_period": [
      "juni",
      "juli"
    ],
    "height_cm": 1254,
    "care_guide": "Lind trivs bäst i full sol till halvskugga. Undvik att plantera den i alltför kompakta jordar. Gynnas av god markfuktighet under de torraste perioderna."
  },
  {
    "id": 32,
    "name": "Rödek",
    "latin_name": "Quercus rubra",
    "category": "träd",
    "type": "lövträd",
    "description": "Rödeken (Quercus rubra, Rubra betyder röd) är ett snabbväxande och ståtligt lövträd som är mycket populärt för sin fantastiska rödbruna höstfärg. Den har stora, flikiga blad och ger en bred, skuggig krona. Den är tålig mot stadsklimat och salt, men rötterna är känsliga för kompaktering. Arten Ek Rubra syftar troligen på denna sort.",
    "usage": "Utmärkt solitär (ensamväxande) träd i stora parker, golfbanor eller som skuggträd i stora trädgårdar. Används främst för dess dekorativa höstfärg.",
    "image": "rodek.png",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattna rikligt vid etablering och vid torka."
    },
    "pruning": {
      "months": [
        "juli",
        "augusti",
        "september"
      ],
      "notes": "Beskärning sker bäst under JAS-perioden. Ekar är känsliga för stora sår, så ta bort döda och korsande grenar vid behov."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera på våren eller hösten i djupt grävd, väldränerad jord."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Behöver sällan gödslas. Vid behov, använd ett allsidigt gödsel på våren."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig i de flesta zoner. Stamma kan behöva skydd mot gnagare de första åren."
    },
    "soil": "mullrik, djup, väldränerad",
    "zone": 4,
    "care_interval_days": 60,
    "bloom_period": [
      "maj"
    ],
    "height_cm": 1800,
    "care_guide": "Rödek trivs bäst i full sol. Se till att jorden är djup och inte för kompakt, då den har djupgående rötter."
  },
  {
    "id": 33,
    "name": "Blodbok",
    "latin_name": "Fagus sylvatica",
    "category": "träd",
    "type": "lövträd",
    "description": "Blodbok är en storvuxen variant av Blodbok, ett majestätiskt lövträd som kännetecknas av sitt mörkt röda till purpurfärgade bladverk som behåller sin färg väl under hela säsongen. Bladen kan sitta kvar under vintern (kallas marcescens), vilket ger struktur och insynsskydd även under den kalla årstiden. Den kräver väldränerad, kalkrik jord och blir ett mycket stort träd.",
    "usage": "Utmärkt som solitärträd (ensamväxande) i stora trädgårdar och parker. Dess täta växtsätt gör den också idealisk för formklippta, höga häckar och avskärmningar.",
    "image": "blodbok.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattna rikligt under etableringsfasen och vid torka."
    },
    "pruning": {
      "months": [
        "juli",
        "augusti",
        "september"
      ],
      "notes": "Beskärs under JAS-perioden. Tål hård klippning om den används som häck, men som träd krävs sällan beskärning utöver formhållning."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera på våren eller hösten i väldränerad, kalkrik jord. Undvik att plantera i tät lera."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Etablerade bokar behöver sällan gödslas."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig. Kan ibland drabbas av frostsprickor på unga stammar vid stark vintersol."
    },
    "soil": "väldränerad, kalkrik, näringsrik",
    "zone": 4,
    "care_interval_days": 90,
    "bloom_period": [
      "april",
      "maj"
    ],
    "height_cm": 2500,
    "care_guide": "Bok trivs bäst i full sol till lätt skugga. Var försiktig med att gräva runt rötterna, då de ligger ytligt. Skydda mot sena frostnätter."
  },
  {
    "id": 34,
    "name": "Klibbal",
    "latin_name": "Alnus glutinosa",
    "category": "träd",
    "type": "lövträd",
    "description": "Klibbalen är ett snabbväxande träd som är unikt då det tål mycket våt mark och ofta växer längs vattendrag och i fuktiga sänkor. Det är ett medelstort träd med svartgrå, sprucken bark och klibbiga bladknoppar på våren (därav namnet). Alen fixerar kväve i sina rötter, vilket berikar jorden den växer i. Den är mycket härdig.",
    "usage": "Används för att stabilisera fuktiga och vattensjuka markområden, bäckkanter och stränder. Passar bra i fuktiga hagar och som vindskydd. Virket har traditionellt använts för pålverk under vatten.",
    "image": "klibbal.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "aldrig"
      ],
      "interval": "Klarar naturligt mycket fuktig jord, behöver sällan vattnas när etablerad."
    },
    "pruning": {
      "months": [
        "juli",
        "augusti"
      ],
      "notes": "Beskärs sent på sommaren/tidigt på hösten. Alen tål beskärning dåligt, så begränsa till att ta bort döda grenar."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera i fuktiga till våta jordar, gärna nära vatten."
    },
    "fertilizing": {
      "months": [
        "aldrig"
      ],
      "notes": "Behöver inte gödslas då den själv fixerar kväve i jorden."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig i hela Sverige."
    },
    "soil": "mullrik, fuktig, tål vattenmättad jord",
    "zone": 7,
    "care_interval_days": 90,
    "bloom_period": [
      "mars",
      "april"
    ],
    "height_cm": 1500,
    "care_guide": "Al trivs bäst i full sol till halvskugga i fuktiga lägen. Mycket tålig mot kyla."
  },
  {
    "id": 35,
    "name": "Hybrid-Asp",
    "latin_name": "Populus tremula tremuloides",
    "category": "träd",
    "type": "lövträd",
    "description": "Hybrid-Asp är en snabbväxande, starkväxande hybrid mellan europeisk och nordamerikansk asp, optimerad för att växa snabbt och rakt. Den får de karaktäristiska lövbladen som 'darrar' i vinden och får vackra gula höstfärger. Dess snabba tillväxt och förmåga att etablera sig snabbt gör den populär inom skogsindustrin, men den skjuter också rikligt med rotskott.",
    "usage": "Odlas för biomassa och virkesproduktion. Används i landskapsplanering som snabbväxande skärmväxt eller vindskydd på stora ytor. Ej lämplig för små trädgårdar på grund av rotskottsbildningen.",
    "image": "hybridasp.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattna rikligt vid etablering. Klarar torka väl som etablerat träd."
    },
    "pruning": {
      "months": [
        "juli",
        "augusti"
      ],
      "notes": "Beskärs under JAS-perioden. Undvik att skada stammen då det lätt orsakar röta. Täta kronan tidigt vid behov."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera på våren i näringsrik, djup jord. Var medveten om dess kraftiga rotskottsbildning."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Växer snabbt, men mår bra av ett allsidigt gödsel vid etablering."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Extremt härdig i hela landet."
    },
    "soil": "kalkrik, djup, näringsrik",
    "zone": 8,
    "care_interval_days": 90,
    "bloom_period": [
      "april"
    ],
    "height_cm": 1500,
    "care_guide": "Aspen trivs bäst i full sol. Rotskott måste regelbundet tas bort om trädet planteras i en gräsmatta eller rabatt."
  },
  {
    "id": 36,
    "name": "Rödblommig Hästkastanj",
    "latin_name": "Aesculus x carnea",
    "category": "träd",
    "type": "lövträd",
    "description": "Rödblommig Hästkastanj är en hybrid som är medelstor och har ett elegant, utbrett växtsätt. Den är känd för sina stora, pyramidformade blomklasar i mörkrött till rosa. Till skillnad från vanlig kastanj drabbas den sällan av kastanjebladsmal, vilket gör den till ett friskare alléträd. Den får sällan ätliga kastanjer.",
    "usage": "Utmärkt alléträd och parkträd tack vare sin robusthet och spektakulära blomning under försommaren. Används ofta som solitär i stora trädgårdar.",
    "image": "rodblommighastkastanj.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattna rikligt vid etablering och vid torka, speciellt under de första åren."
    },
    "pruning": {
      "months": [
        "juli",
        "augusti"
      ],
      "notes": "Kastanjer är känsliga för beskärning. Begränsa beskärningen till att ta bort döda grenar under JAS-perioden."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera djupt i näringsrik och väldränerad jord. Stötta trädet väl."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas sparsamt på våren med ett allsidigt gödsel vid behov."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "God härdighet (zon 3-4)."
    },
    "soil": "näringsrik, väldränerad, mullrik",
    "zone": 3,
    "care_interval_days": 60,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 1200,
    "care_guide": "Trivs bäst i full sol till halvskugga. Se till att trädets placering tillåter den stora kronan att breda ut sig."
  },
  {
    "id": 37,
    "name": "Äkta Fläder",
    "latin_name": "Sambucus nigra",
    "category": "buske",
    "type": "buske",
    "description": "Äkta Fläder är en snabbväxande och kraftig buske som är känd för sina stora, platta klasar av doftande, vita blommor i juni-juli. Dessa blommor används för att göra saft och sylt. På hösten bildas små, svarta bär som också är ätliga efter kokning. Fläder är mycket tålig, har ett frodigt bladverk och är mycket populär i den svenska trädgården.",
    "usage": "Odlas för blommor och bär (saft, sylt, te). Används som friväxande häck, skärmväxt eller som bakgrundsbuske. Passar i buskage och vid tomtgränsen.",
    "image": "flader.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattnas vid torka, då den föredrar fuktig jord."
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Gallras och föryngringsbeskärs på vårvintern (innan knoppsprickning). Klipp bort gamla grenar vid basen."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera i näringsrik, fuktig jord. Tål både sol och halvskugga."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas med kompost eller kogödsel på våren för att främja bär- och blomproduktion."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig, inget extra skydd behövs."
    },
    "soil": "mullrik, näringsrik, fuktighetshållande",
    "zone": 4,
    "care_interval_days": 30,
    "bloom_period": [
      "juni",
      "juli"
    ],
    "height_cm": 400,
    "care_guide": "Fläder trivs bäst i soligt till halvskuggigt läge och i jord som håller fukten. Om den används för skörd, se till att ge den gott om näring."
  },
  {
    "id": 38,
    "name": "Forsythia 'Compacta'",
    "latin_name": "Forsythia x intermedia 'Compacta'",
    "category": "buske",
    "type": "buske",
    "description": "Forsythia 'Compacta' är en tät, kompaktväxande sort av den klassiska påskbusken, känd för att vara en av de första buskarna att blomma på våren med sina lysande gula blommor på kala grenar. Denna sort har en mer hanterbar storlek än standardsorterna. Busken är mycket lättskött och ger en stark färgklick tidigt på säsongen.",
    "usage": "Används som prydnadsbuske i rabatter, buskage eller som en låg, formklippt häck. Klippta grenar kan användas som snittblommor inomhus på våren (drivning).",
    "image": "forsythia.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattna vid torka, men etablerade buskar är torktåliga."
    },
    "pruning": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Beskärning sker direkt efter blomning (maj/juni) för att undvika att klippa bort nästa års blomknoppar. Glesa ur äldre grenar vid basen."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera på våren i soligt läge för bästa blomning."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas lätt på våren med ett allsidigt gödsel, men övergödsla inte."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig, men kan frysa tillbaka i de högre zonerna vid hård vinter."
    },
    "soil": "kalkrik, näringsrik, väldränerad",
    "zone": 4,
    "care_interval_days": 30,
    "bloom_period": [
      "mars",
      "april"
    ],
    "height_cm": 150,
    "care_guide": "Forsythia trivs bäst i full sol för rikaste blomning. Beskärning är viktig för att bibehålla en tät och välformad buske."
  },
  {
    "id": 39,
    "name": "Kaprifol 'Elegant'",
    "latin_name": "Lonicera periclymenum 'Graham Thomas' (eller liknande)",
    "category": "klätterväxt",
    "type": "klätterväxt",
    "description": "Kaprifol 'Elegant' (som ofta syftar på sorter som 'Graham Thomas' eller 'Belgica') är en populär klätterväxt, känd för sina oerhört doftande, rörformade blommor som kan vara vita, gula, rosa eller röda. De doftar som mest på kvällen för att locka till sig nattfjärilar. Den är en slingrande växt som behöver stöd (spaljé, staket, träd) för att klättra. Kaprifol är mycket tålig och härdig i Sverige.",
    "usage": "Används för att klä in spaljéer, murar, pergolor eller som marktäckare. Odlas främst för den intensiva och ljuvliga doft som fyller trädgården på kvällen.",
    "image": "kaprifol.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattna vid torka, särskilt under etableringen."
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Glesa ut gamla grenar på vårvintern. Kortar in långa skott vid behov för att främja kompakt växtsätt."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera rötterna i skugga och låt toppen klättra mot solen. Behöver bra stöd."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas med kompost eller allsidigt gödsel på våren."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig. Ingen extra vinterskydd krävs."
    },
    "soil": "sandig, väldränerad, näringsrik",
    "zone": 4,
    "care_interval_days": 30,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 400,
    "care_guide": "Kaprifol trivs bäst med 'fötterna i skugga' (sval, skuggig rotzon) och 'huvudet i solen' (soligt läge för bästa blomning)."
  },
  {
    "id": 40,
    "name": "Vinterjasmin",
    "latin_name": "Jasminum nudiflorum (om utomhus) / Jasminum officinale (om doft)",
    "category": "buske",
    "type": "buske/klätterväxt",
    "description": "Jasmin är en stor grupp av växter, men Vinterjasmin (*J. nudiflorum*) är den vanligaste utomhus i södra Sverige. Den kännetecknas av att blomma mitt i vintern (om klimatet tillåter) med små, gula blommor på kala grenar. Trädgårdsjasmin (*Philadelphus spp.*) är en annan vanlig buske som odlas för doft i Sverige. Denna växt behöver oftast en spaljé eller vägg att klättra på, eller odlas som en marktäckande buske.",
    "usage": "Prydnadsbuske/klätterväxt, uppskattad för sin extremt tidiga eller sena blomning. Odlas för doft (särskilt *J. officinale*) och används då ofta nära uteplatser eller entréer.",
    "image": "vinterjasmin.avif",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattna vid torka, tål inte att torka ut helt vid blomning."
    },
    "pruning": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Vinterjasmin beskärs direkt efter blomning (vår/försommar). Glesa ur äldre grenar vid basen."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera på en skyddad plats i södra lägen (för *J. nudiflorum*). Föredrar sol och värme."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas lätt på våren."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Vinterjasmin är härdig upp till zon 2-3 i skyddat läge. Kan behöva vintertäckning."
    },
    "soil": "väldränerad, näringsrik",
    "zone": 2,
    "care_interval_days": 30,
    "bloom_period": [
      "december",
      "januari",
      "februari"
    ],
    "height_cm": 200,
    "care_guide": "Jasmin trivs bäst i full sol och skyddade lägen. Vinterjasmin behöver minimalt med vård men gynnas av att bindas upp mot ett stöd."
  },
  {
    "id": 41,
    "name": "Rosmarin",
    "latin_name": "Salvia rosmarinus (tidigare Rosmarinus officinalis)",
    "category": "ört",
    "type": "kryddväxt/buske",
    "description": "Rosmarin är en klassisk medelhavsväxt, uppskattad för sina barrlika, aromatiska blad och vackra små lila blommor. Det är en halvbuske som kan odlas utomhus i de mildaste delarna av Sverige, men odlas oftast i kruka som kan tas in för övervintring. Bladen är starkt doftande och används flitigt i matlagning. Rosmarin är torktålig men känslig för stående fukt.",
    "usage": "Huvudsaklig kryddväxt för matlagning (kött, potatis, bröd). Används även som prydnad i kruka på uteplatser eller som en låg, formklippt buske i varmare klimat.",
    "image": "rosmarin.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Låt jorden torka upp mellan vattningarna. Vattna sparsamt."
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Beskärs på våren efter övervintring. Klipp in toppen för att främja ett kompakt och buskigt växtsätt. Klipp aldrig ner i vedartade delar."
    },
    "planting": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Planteras i kruka som kan tas in under vintern. Föredrar sandig, mager och väldränerad jord."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli"
      ],
      "notes": "Gödslas sparsamt under växtsäsongen. Övergödsling kan skada den."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Övervintras ljust och svalt (5-10°C) inomhus. Vattna mycket sparsamt under vintern."
    },
    "soil": "sandig, mager, väldränerad",
    "zone": 1,
    "care_interval_days": 14,
    "bloom_period": [
      "april",
      "maj",
      "juni"
    ],
    "height_cm": 100,
    "care_guide": "Rosmarin trivs bäst i full sol och tål torka bra. Se till att den aldrig står i vatten, särskilt inte under vintern."
  },
  {
    "id": 42,
    "name": "Vit Backtimjan",
    "latin_name": "Thymus serpyllum 'Albus'",
    "category": "ört",
    "type": "kryddväxt",
    "description": "Vit Backtimjan är en låg, marktäckande perenn med små, aromatiska blad och vita blommor. Den är extremt torktålig och passar perfekt mellan stenar, på murar eller som kantväxt. Den är mycket tålig mot kyla men ogillar vinterfukt.",
    "usage": "Marktäckare, stenpartiväxt, krydda (bladen har en mild timjansmak). lockar bin och fjärilar. Lämplig som ersättning för gräsmatta på soliga och torra platser.",
    "image": "timjan.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Mycket sällan, endast vid långvarig torka under etablering."
    },
    "pruning": {
      "months": [
        "maj",
        "augusti"
      ],
      "notes": "Klipp lätt efter blomning för att behålla en tät form. Undvik att klippa ner i vedartade delar."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "augusti",
        "september"
      ],
      "notes": "Plantera i mager, väldränerad jord. Klarar dålig jord utmärkt."
    },
    "fertilizing": {
      "months": [
        "aldrig"
      ],
      "notes": "Behöver i princip ingen gödning. Trivs i mager jord."
    },
    "winter": {
      "months": [
        "december",
        "januari",
        "februari"
      ],
      "notes": "Mycket härdig, men skydda mot stående vinterfukt som kan orsaka röta."
    },
    "soil": "mager, kalkrik, sandig, väldränerad",
    "zone": 5,
    "care_interval_days": 30,
    "bloom_period": [
      "juni",
      "juli"
    ],
    "height_cm": 15,
    "care_guide": "Timjan trivs bäst i full sol och torr, mager jord. Undvik fukt och näringsrik jord, vilket leder till att plantan blir gänglig."
  },
  {
    "id": 43,
    "name": "Basilika",
    "latin_name": "Ocimum basilicum",
    "category": "ört",
    "type": "kryddväxt/annuell",
    "description": "Basilika är en ettårig kryddväxt som älskar värme och sol. Den kännetecknas av sina stora, aromatiska blad och är en grundsten i det italienska köket. Den är extremt känslig för kyla och bör inte planteras ut förrän temperaturen är stabilt över 15°C.",
    "usage": "Huvudsaklig kryddväxt, perfekt till pesto, sallader och tomaträtter. Odlas i köksfönster, växthus eller på skyddade platser utomhus.",
    "image": "basilika.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "Håll jorden jämnt fuktig, undvik att bladen blir våta vid vattning."
    },
    "pruning": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Nyp regelbundet av toppen strax ovanför ett bladpar för att främja buskigare växtsätt och förhindra blomning."
    },
    "planting": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Plantera utomhus först när risken för nattfrost är helt över. Föredrar att odlas i kruka eller skyddat läge."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas med flytande näring varje eller varannan vecka under växtsäsongen."
    },
    "winter": {
      "months": [
        "aldrig"
      ],
      "notes": "Tål inte kyla eller frost. Måste flyttas in eller hanteras som ettårig växt."
    },
    "soil": "mullrik, väldränerad, näringsrik",
    "zone": 1,
    "care_interval_days": 3,
    "bloom_period": [
      "juli",
      "augusti"
    ],
    "height_cm": 50,
    "care_guide": "Basilika trivs bäst i full sol och skydd från vind. Den måste vattnas regelbundet då den är känslig för uttorkning. Nyp av blomknoppar för att behålla smaken i bladen."
  },
  {
    "id": 44,
    "name": "Aloe vera",
    "latin_name": "Aloe vera",
    "category": "inomhus",
    "type": "suckulent/krukväxt",
    "description": "Aloe vera är en populär suckulent och krukväxt, känd för sitt gel som finns inuti de tjocka, taggkantade bladen, vilket traditionellt används för att lindra brännskador och hudirritationer. Den är mycket tålig mot torka och kräver minimal skötsel, vilket gör den idealisk för glömska odlare. Den kommer ursprungligen från torra regioner.",
    "usage": "Krukväxt för inredning. Bladgelen används för medicinska och kosmetiska ändamål. Perfekt för fönsterbrädor.",
    "image": "aloevera.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "Vattna sparsamt, låt jorden torka ut helt mellan vattningarna."
    },
    "pruning": {
      "months": [
        "aldrig"
      ],
      "notes": "Behöver ingen beskärning. Ta bort döda eller skadade blad vid basen vid behov."
    },
    "planting": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Plantera om på våren i en kruka med dräneringshål och kaktusjord."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "notes": "Gödslas sparsamt (högst 1 gång/månad) med svag dos kaktusnäring under sommarhalvåret."
    },
    "winter": {
      "months": [
        "oktober",
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Vattnas minimalt under viloperioden (vintern). Håll temperaturen stabil och undvik drag."
    },
    "soil": "sandig, kaktusjord, mycket väldränerad",
    "zone": 1,
    "care_interval_days": 30,
    "bloom_period": [
      "sällan i inomhuskultur"
    ],
    "height_cm": 60,
    "care_guide": "Aloe vera trivs bäst i ljust fönster, gärna söderläge. Det största misstaget är övervattning. Ge mycket ljus och lite vatten."
  },
  {
    "id": 45,
    "name": "Fiolfikus",
    "latin_name": "Ficus lyrata",
    "category": "inomhus",
    "type": "krukväxt",
    "description": "Fiolfikus är en mycket populär och dramatisk krukväxt som kännetecknas av sina enorma, mörkt gröna, fiolformade blad. Den är infödd i Västafrika och växer som ett stort träd i naturen. Den kräver en stabil miljö och är känslig för drag och hastiga förändringar, vilket kan leda till bladfall.",
    "usage": "Stor solitär krukväxt för vardagsrum, kontor och ljusa utrymmen. Används för att skapa en tropisk, modern känsla.",
    "image": "fiolfikus.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "Låt de översta centimetrarna torka ut mellan vattningarna. Undvik att den torkar ut helt."
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Toppkapas på våren för att främja ett buskigare växtsätt. Stora blad kan tas bort vid basen för att forma trädet."
    },
    "planting": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Plantera om på våren i näringsrik och väldränerad blomjord."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas med flytande näring varannan vecka under växtsäsongen."
    },
    "winter": {
      "months": [
        "oktober",
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Vattnas sparsammare. Håll borta från kalla fönster och drag."
    },
    "soil": "väldränerad, mullrik blomjord",
    "zone": 1,
    "care_interval_days": 14,
    "bloom_period": [
      "sällan i inomhuskultur"
    ],
    "height_cm": 300,
    "care_guide": "Fiolfikus trivs bäst i ljust, indirekt ljus. Undvik direkt stark södersol som kan bränna bladen. Håll fukten i jorden jämn och undvik att flytta på den i onödan."
  },
  {
    "id": 46,
    "name": "Monstera 'Albo Variegata'",
    "latin_name": "Monstera deliciosa 'Albo Variegata'",
    "category": "inomhus",
    "type": "krukväxt/klätterväxt",
    "description": "Monstera 'Albo Variegata' är en eftertraktad variant av klassisk Monstera, känd för sina stora, flikiga blad med dekorativa vita (Albo) partier (variegation). Det är en klättrande växt som växer snabbt under rätt förhållanden och behöver stöd i form av en mosstock. Den vita delen av bladen kan lätt brännas i direkt solljus.",
    "usage": "Solitär krukväxt som inredningsdetalj. Anses vara en exklusiv samlarväxt. Kräver vertikalt stöd för att utveckla stora, flikiga blad.",
    "image": "monsteraalbo.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "Låt det övre jordlagret torka upp mellan vattningarna. Undvik övervattning."
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Beskärning sker på våren. Klipp av grenar/skott vid en nod (knut) för att kontrollera storleken eller för att ta sticklingar. Ta bort helt gröna skott för att behålla variegationen."
    },
    "planting": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Plantera om på våren i grov, luftig jord (t.ex. med orkidébark och perlit)."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas med flytande näring varannan vecka under växtsäsongen."
    },
    "winter": {
      "months": [
        "oktober",
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Vattnas sparsammare. Undvik kyla och drag. Gynnas av hög luftfuktighet."
    },
    "soil": "luftig, grov, väldränerad (ej kompakt)",
    "zone": 1,
    "care_interval_days": 14,
    "bloom_period": [
      "sällan i inomhuskultur"
    ],
    "height_cm": 200,
    "care_guide": "Monstera 'Albo Variegata' trivs bäst i ljust, indirekt ljus. Den behöver mer ljus än en grön Monstera för att behålla sin vita färg, men undvik direkt sol. Duscha bladen ofta."
  },
  {
    "id": 47,
    "name": "Guldpalm",
    "latin_name": "Dypsis lutescens",
    "category": "inomhus",
    "type": "krukväxt/palm",
    "description": "Guldpalmen är en av de mest populära palmerna inomhus. Den kännetecknas av sina många upprätta stammar och eleganta, fjäderlika, ljusgröna blad. Den är utmärkt för att rena luften och trivs med hög luftfuktighet. Torkade blad kan kapas nära basen.",
    "usage": "Inredningsväxt för att skapa en tropisk atmosfär. Passar bra i kontorsmiljöer och ljusa vardagsrum.",
    "image": "guldpalm.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "Låt jorden torka lätt i det övre lagret mellan vattningarna. Håll jorden jämnt fuktig under sommaren."
    },
    "pruning": {
      "months": [
        "aldrig"
      ],
      "notes": "Klipp endast bort de nedre, helt bruna bladen nära basen. Grön- eller gulbruna blad kan kapas längst ut."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Plantera om vid behov i en kruka med dräneringshål. Använd mullrik jord."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas med flytande näring varannan vecka under växtsäsongen."
    },
    "winter": {
      "months": [
        "oktober",
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Vattnas sparsamt. Gynnas av duschning för att motverka spinnkvalster."
    },
    "soil": "mullrik, näringsrik, väldränerad",
    "zone": 1,
    "care_interval_days": 14,
    "bloom_period": [
      "sällan i inomhuskultur"
    ],
    "height_cm": 200,
    "care_guide": "Guldpalmen trivs bäst i ljust läge utan direkt stark sol. Den gillar inte att torka ut helt. Bruna bladspetsar är ofta ett tecken på för låg luftfuktighet."
  },
  {
    "id": 48,
    "name": "Svärmorstunga",
    "latin_name": "Dracaena trifasciata (tidigare Sansevieria trifasciata)",
    "category": "inomhus",
    "type": "suckulent/krukväxt",
    "description": "Svärmorstungan är en otroligt tålig och lättskött krukväxt som kännetecknas av sina styva, upprätta, svärd- eller tungformade blad. Den är en av de bästa luftrenande växterna och tål både mörka och ljusa placeringar. 'Maxima' kan syfta på en extra hög sort. Den är extremt känslig för övervattning, särskilt på vintern.",
    "usage": "Mycket populär krukväxt för hem och kontor. Fungerar utmärkt i badrum och sovrum där den renar luften.",
    "image": "svarmorstunga.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "Vattna mycket sparsamt. Låt jorden torka ut ordentligt mellan vattningarna."
    },
    "pruning": {
      "months": [
        "aldrig"
      ],
      "notes": "Klipp endast bort skadade eller gula blad vid basen. Ingen egentlig beskärning behövs."
    },
    "planting": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Plantera om sällan (endast när rötterna fyller krukan) i en väldränerad, sandig jord."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "notes": "Gödslas sparsamt (högst 1 gång/månad) med kaktusnäring under växtsäsongen."
    },
    "winter": {
      "months": [
        "oktober",
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Vattnas minimalt eller inte alls under vintern. Står den för fuktigt ruttnar den lätt."
    },
    "soil": "väldränerad, sandig, kaktusjord",
    "zone": 1,
    "care_interval_days": 40,
    "bloom_period": [
      "sällan"
    ],
    "height_cm": 150,
    "care_guide": "Svärmorstungan trivs bäst i ljust läge men tål skugga. Ge minimalt med vatten, särskilt på vintern, för att undvika rotröta."
  },
  {
    "id": 49,
    "name": "Paradisträd",
    "latin_name": "Crassula ovata",
    "category": "inomhus",
    "type": "suckulent/krukväxt",
    "description": "Paradisträdet är en populär suckulent och klassisk krukväxt som kännetecknas av sina tjocka, ovala, glansiga blad och vedartade stam, som gör att den liknar ett miniatyrträd. Den är extremt torktålig, lättskött och kan bli mycket gammal. Den kan blomma med små, vita eller rosa blommor på vintern om den får mycket ljus.",
    "usage": "Krukväxt som ofta formas som bonsai. Perfekt för soliga fönsterbrädor, tål torka väl.",
    "image": "paradistrad.avif",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "Vattna sparsamt. Låt jorden torka ut ordentligt mellan vattningarna."
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Toppkapas på våren för att behålla en kompakt och trädliknande form. Klipp av grenar precis ovanför en nod."
    },
    "planting": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Plantera om på våren i en kruka med dräneringshål. Använd kaktusjord eller sandblandad jord."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "notes": "Gödslas sparsamt (högst 1 gång/månad) med svag dos kaktusnäring under sommarhalvåret."
    },
    "winter": {
      "months": [
        "oktober",
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Vattnas mycket sparsamt under vintern. Mår bra av en ljus och sval placering (cirka 10-15°C)."
    },
    "soil": "mager, sandig, mycket väldränerad",
    "zone": 1,
    "care_interval_days": 30,
    "bloom_period": [
      "januari",
      "februari",
      "mars"
    ],
    "height_cm": 100,
    "care_guide": "Paradisträd trivs bäst i full sol, gärna i ett söderfönster. För lite ljus kan leda till att den blir gänglig. Vattna sällan."
  },
  {
    "id": 50,
    "name": "Begonia",
    "latin_name": "Begonia semperflorens/Begonia elatior (eller liknande)",
    "category": "inomhus/utomhus",
    "type": "krukväxt/sommarblomma",
    "description": "Begonior är en stor familj av växter som används både som krukväxter och sommarblommor. De kännetecknas av sina ojämna, ofta färgglada blad och enkla eller dubbla blommor. De är inte härdiga i Sverige (med undantag för vissa perenna sorter) och används utomhus som ettåriga växter i rabatter, balkonglådor och krukor.",
    "usage": "Populär sommarblomma för skuggiga rabatter och krukor. Lämplig som blommande krukväxt inomhus, då de blommar nästan året om.",
    "image": "begonia.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Håll jorden jämnt fuktig, men undvik stående vatten. Vattna från botten om möjligt."
    },
    "pruning": {
      "months": [
        "aldrig"
      ],
      "notes": "Nyp bort vissna blommor regelbundet för att främja ny blomning (deadheading)."
    },
    "planting": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Planteras utomhus först när risken för nattfrost är helt över."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas med flytande näring varje vecka under blomningsperioden."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Knölbegonior grävs upp och övervintras torrt och svalt. Krukväxter flyttas till ljust fönster."
    },
    "soil": "mullrik, näringsrik, väldränerad",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [
      "maj",
      "juni",
      "juli",
      "augusti",
      "september"
    ],
    "height_cm": 30,
    "care_guide": "Begonior trivs bäst i ljust läge utan direkt sol (halvskugga/skugga är ofta bäst för utomhusbegonior). Undvik att få vatten på bladen för att minska risken för mjöldagg."
  },
  {
    "id": 51,
    "name": "Saintpaulia (Usambaraviol)",
    "latin_name": "Saintpaulia ionantha",
    "category": "inomhus",
    "type": "krukväxt",
    "description": "Saintpaulia, eller Usambaraviol, är en liten, blommande krukväxt känd för sina sammetslena, mörkgröna blad och de små, kluster av blommor (vita, rosa, lila). De är känsliga för kyla och vatten på bladen. Den blommar nästan konstant under rätt ljusförhållanden.",
    "usage": "Klassisk blommande fönsterväxt. Lämplig för små utrymmen och i samlingar.",
    "image": "saintpaulia.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "året om"
      ],
      "interval": "Låt jorden torka lätt mellan vattningarna. Vattna alltid underifrån (fatet)."
    },
    "pruning": {
      "months": [
        "året om"
      ],
      "notes": "Plocka bort vissna blommor och blad så fort de uppstår. Ingen egentlig beskärning."
    },
    "planting": {
      "months": [
        "vår"
      ],
      "notes": "Plantera om i liten kruka med luftig och porös jord. De trivs trångt."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "notes": "Gödslas med svag dos flytande näring vid varje eller varannan vattning under blomning."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Känslig för kyla och drag. Ställ i stabilt varmt fönster. Vattna sparsammare."
    },
    "soil": "luftig, porös, mullrik",
    "zone": 1,
    "care_interval_days": 10,
    "bloom_period": [
      "året om"
    ],
    "height_cm": 20,
    "care_guide": "Saintpaulia trivs bäst i ljust läge utan direkt sol. Får den för lite ljus uteblir blomningen. Undvik strikt att få vatten på bladen, då det ger fula fläckar."
  },
  {
    "id": 52,
    "name": "Orkidé (Brudorkidé)",
    "latin_name": "Phalaenopsis spp.",
    "category": "inomhus",
    "type": "krukväxt",
    "description": "Brudorkidén (Phalaenopsis) är den vanligaste orkidétypen, känd för sina långlivade, eleganta blommor som kan blomma flera gånger om året. Det är en epifyt, vilket innebär att den i naturen växer på träd och därmed kräver ett grovt, luftigt substrat (inte jord) och hög luftfuktighet. Den kräver specialiserad skötsel.",
    "usage": "Populär blommande krukväxt. Perfekt för ljusa fönster som inte har direkt solljus.",
    "image": "orkide.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "året om"
      ],
      "interval": "Vattnas genom nedsänkning (dunkning) i ljummet vatten cirka 1 gång/vecka. Låt torka ut helt mellan vattningarna."
    },
    "pruning": {
      "months": [
        "året om"
      ],
      "notes": "När blomstängeln torkar ut helt kan den klippas av vid basen. Om stängeln är grön, klipp ovanför en nod för att stimulera ny blomning."
    },
    "planting": {
      "months": [
        "vår"
      ],
      "notes": "Planteras om i speciellt orkidésubstrat (bark, mossa) när det gamla substratet börjar brytas ned."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "notes": "Gödslas med specialiserad orkidénäring vid varje eller varannan vattning."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Vattna sparsamt men se till att luftfuktigheten är god. Kyla och drag är skadligt."
    },
    "soil": "orkidésubstrat (bark, mossa), ej jord",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [
      "hela året"
    ],
    "height_cm": 60,
    "care_guide": "Orkidén trivs bäst i ljust, indirekt ljus. Att doppa krukan i vatten är bästa bevattningsmetoden. Undvik stående vatten i krukan eller bland bladen."
  },
  {
    "id": 53,
    "name": "Fredskalla",
    "latin_name": "Spathiphyllum wallisii",
    "category": "inomhus",
    "type": "krukväxt",
    "description": "Fredskallan är en elegant, luftrenande krukväxt som kännetecknas av sina mörkt gröna, glansiga blad och vita, skedformade blomkolvar (spatha). Den är relativt lättskött och är mycket tydlig med sina behov – när den behöver vatten hänger bladen dramatiskt. Den gillar skugga och fuktig luft.",
    "usage": "Populär krukväxt för mörkare hörn och kontorsmiljöer. Utmärkt luftrenare.",
    "image": "fredskalla.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "året om"
      ],
      "interval": "Håll jorden jämnt fuktig, men inte blöt. Vattna så fort bladen börjar sloka."
    },
    "pruning": {
      "months": [
        "året om"
      ],
      "notes": "Klipp bort vissna blomstänglar och gula blad vid basen för att hålla växten snygg."
    },
    "planting": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Plantera om på våren i mullrik, fuktighetshållande jord. De trivs något trångt."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas med flytande näring varannan vecka under växtsäsongen."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Vattnas sparsammare. Skydda mot kyla och drag."
    },
    "soil": "mullrik, näringsrik, fuktighetshållande",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [
      "hela året (med rätt ljus)"
    ],
    "height_cm": 60,
    "care_guide": "Fredskallan trivs bäst i halvskugga till skugga. För mycket direkt sol kan bränna bladen. Duscha bladen ofta för att upprätthålla hög luftfuktighet."
  },
  {
    "id": 54,
    "name": "Dracaena",
    "latin_name": "Dracaena marginata",
    "category": "inomhus",
    "type": "krukväxt",
    "description": "Dracaena 'Marginata Variegata' (ibland kallad 'Tricolor') är en populär krukväxt känd för sina smala, svärdsliknande blad med dekorativa vita/röda kanter. Den är tålig och anpassar sig väl till normal inomhusmiljö. Sorten är en utmärkt luftrenare och har ett elegant, palm-liknande utseende.",
    "usage": "Inredningsväxt för kontor och hem. Passar bra i hörn eller som golvväxt. Mycket bra luftrenande egenskaper.",
    "image": "dracena.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "Låt jordytan torka upp mellan vattningarna (cirka 1 gång/vecka sommartid)."
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Kan toppkapas på våren för att få ett buskigare växtsätt. Klipp bort bruna eller torra blad vid behov."
    },
    "planting": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Planteras om i standard blomjord under våren när krukan känns för trång."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas med flytande näring varannan vecka under växtsäsongen."
    },
    "winter": {
      "months": [
        "oktober",
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Vattnas sparsamt under vintern. Undvik kyla och drag, särskilt från fönster."
    },
    "soil": "väldränerad, standard blomjord",
    "zone": 1,
    "care_interval_days": 14,
    "bloom_period": [
      "sällan i inomhuskultur"
    ],
    "height_cm": 250,
    "care_guide": "Dracaenan trivs bäst i ljust, indirekt ljus. För lite ljus kan leda till att variegationen minskar. Låt aldrig vatten stå i botten av krukan, då det kan orsaka rotröta."
  },
  {
    "id": 55,
    "name": "Murgröna",
    "latin_name": "Hedera helix",
    "category": "inomhus/utomhus",
    "type": "klätterväxt/marktäckare",
    "description": "Murgröna är en vintergrön klätterväxt som används både som krukväxt inomhus och som marktäckare/klätterväxt utomhus i de södra delarna av Sverige. Den har karakteristiska flikiga blad och är mycket tålig, men inomhus kräver den relativt svala förhållanden.",
    "usage": "Krukväxt i ampel, klätterväxt på spaljéer eller husväggar, marktäckare i skuggiga lägen. Lämplig som dekoration runt jul och vinter.",
    "image": "murgrona.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "hela året"
      ],
      "interval": "Håll jorden jämnt fuktig, särskilt på sommaren. Låt torka lätt mellan vattningarna på vintern."
    },
    "pruning": {
      "months": [
        "mars",
        "april",
        "september"
      ],
      "notes": "Klipps ner vid behov för att behålla önskad form eller storlek. Klipp tillbaka revorna för tätare växtsätt."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Planteras i mullrik, väldränerad jord. Utomhus planteras den under frostfria perioder."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas lätt varannan vecka under växtsäsongen (april–augusti)."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Utomhus skyddas rötterna vid sträng kyla. Inomhus placeras den svalt och ljust, med sparsam vattning."
    },
    "soil": "kalkrik, mullrik, fuktighetshållande",
    "zone": 2,
    "care_interval_days": 14,
    "bloom_period": [
      "sällan i inomhuskultur"
    ],
    "height_cm": 300,
    "care_guide": "Murgröna trivs bäst i halvskugga/skugga. Den tål inte direkt stark sol inomhus. Om den står varmt och torrt, duscha bladen ofta för att undvika spinnkvalster."
  },
  {
    "id": 56,
    "name": "Ampellilja",
    "latin_name": "Chlorophytum comosum",
    "category": "inomhus",
    "type": "krukväxt",
    "description": "Ampelliljan är en av de mest klassiska och lättskötta krukväxterna. Den kännetecknas av sina bågformade, ofta vitrandiga blad och bildar småplantor ('spindlar') i slutet av stänglarna, vilket gör den perfekt för ampel. Den är en utmärkt luftrenare och är mycket tålig mot både torka och mörka placeringar.",
    "usage": "Ampelväxt eller fönsterväxt. Lätt att föröka via småplantorna. Utmärkt luftrenare.",
    "image": "ampellilja.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "Låt jorden torka upp lätt mellan vattningarna. Vattna sparsammare på vintern."
    },
    "pruning": {
      "months": [
        "året om"
      ],
      "notes": "Klipp bort bruna bladspetsar. Småplantorna kan klippas av för att förökas eller för att hålla växten snygg."
    },
    "planting": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Planteras om på våren i en näringsrik och väldränerad blomjord. Trivs i lite trånga krukor."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas varannan vecka under växtsäsongen (april–augusti)."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Vattnas mer sällan. Tål en svalare placering (ner till 10°C)."
    },
    "soil": "sandig, väldränerad blomjord",
    "zone": 1,
    "care_interval_days": 14,
    "bloom_period": [
      "sällan i inomhuskultur"
    ],
    "height_cm": 30,
    "care_guide": "Ampelliljan trivs bäst i ljust, indirekt ljus, men tål skugga. För mycket direkt sol kan bleka bladen. Bruna bladspetsar beror oftast på torka eller klor/fluor i vattnet (använd regnvatten/kokt vatten)."
  },
  {
    "id": 57,
    "name": "Hängpelargon 'Variegata'",
    "latin_name": "Pelargonium peltatum",
    "category": "sommarblomma",
    "type": "utplanteringsväxt/ampelväxt",
    "description": "Hängpelargonen är en av de mest omtyckta utplanteringsväxterna i Sverige, älskad för sin rikliga blomning och sitt hängande växtsätt. 'Variegata' har dessutom dekorativa, brokiga blad. Den är mycket tålig mot torka men är inte vinterhärdig och måste tas in innan frost. Den kräver mycket sol för att blomma maximalt.",
    "usage": "Ampelväxt för balkonger och uteplatser, fönsterlådor, eller i krukor utomhus. Måste tas in för övervintring.",
    "image": "hangpelargon.jpeg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Låt jorden torka upp mellan vattningarna. Vattna rikligt när du väl vattnar."
    },
    "pruning": {
      "months": [
        "mars",
        "september"
      ],
      "notes": "Klipps ner kraftigt på våren innan den sätts ut, eller sent på hösten inför övervintring."
    },
    "planting": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Planteras utomhus först när risken för nattfrost är helt över. Använd näringsrik planteringsjord."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas med flytande näring vid varje vattning under blomningsperioden för maximal blomning."
    },
    "winter": {
      "months": [
        "oktober",
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Övervintras ljust och svalt (5–10°C). Vattnas mycket sparsamt under vintern."
    },
    "soil": "väldränerad, näringsrik blomjord",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [
      "maj",
      "juni",
      "juli",
      "augusti",
      "september"
    ],
    "height_cm": 30,
    "care_guide": "Hängpelargonen trivs bäst i full sol och tål att torka ut lätt. Plocka bort vissna blommor regelbundet för att främja ny knoppsättning."
  },
  {
    "id": 58,
    "name": "Julstjärna",
    "latin_name": "Euphorbia pulcherrima",
    "category": "inomhus",
    "type": "säsongsväxt/krukväxt",
    "description": "Julstjärnan är en klassisk säsongsväxt som pryder hemmen kring jul med sina färgstarka högblad (ofta röda, men även vita eller rosa). Den är extremt känslig för kyla och drag, särskilt vid köp och transport. Det är en relativt kortlivad växt som ofta slängs efter blomning, men kan behållas som en grön krukväxt.",
    "usage": "Dekoration under vintern och julen. Används för att skapa en festlig inomhusmiljö.",
    "image": "julstjarna.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "interval": "Vattna sparsamt med ljummet vatten. Låt jorden torka upp lätt mellan vattningarna."
    },
    "pruning": {
      "months": [
        "februari",
        "mars"
      ],
      "notes": "Om den ska sparas: klipp ner den kraftigt till ca 10 cm efter blomning/högbladen har fallit av."
    },
    "planting": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Plantera om i ny blomjord efter nedklippning på våren om den ska sparas."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas varannan vecka från vår till höst (om den sparas)."
    },
    "winter": {
      "months": [
        "december",
        "januari",
        "februari"
      ],
      "notes": "Ställ ljust och håll borta från kalla fönster och element. Tål absolut inte drag eller kyla."
    },
    "soil": "väldränerad, näringsrik blomjord",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [
      "november",
      "december",
      "januari"
    ],
    "height_cm": 50,
    "care_guide": "Julstjärnan trivs bäst i ljust läge, undvik stark, direkt sol. Håll jorden lätt fuktig. Övervattning och kyla är dess största fiender."
  },
  {
    "id": 59,
    "name": "Hyacint",
    "latin_name": "Hyacinthus orientalis",
    "category": "lök/inomhus",
    "type": "lök/säsongsväxt",
    "description": "Hyacinten är en populär lökväxt som framförallt används som en doftande säsongsblomma under jul och vinter. Den kännetecknas av sina tätt sittande blomklockor på en kraftig stängel. 'Gigantea' är ofta en sort med extra stora blomklasar. Efter blomningen kan löken sparas och planteras ut i trädgården.",
    "usage": "Bordsdekoration och fönsterväxt under vintern. Efter blomning kan löken planteras ut i rabatter eller gräsmatta för blomning kommande vår.",
    "image": "hyacint.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "interval": "Vattna sparsamt. Håll jorden lätt fuktig, men inte blöt. Vattna runt lökbasen."
    },
    "pruning": {
      "months": [
        "januari",
        "februari"
      ],
      "notes": "Klipp bort den vissna blomstängeln, men låt bladen vara kvar tills de vissnar ner naturligt."
    },
    "planting": {
      "months": [
        "september",
        "oktober"
      ],
      "notes": "Plantera lökar utomhus på hösten i väldränerad jord. Inomhus säljs de 'drivna' i kruka."
    },
    "fertilizing": {
      "months": [
        "aldrig"
      ],
      "notes": "Behöver ingen extra näring under blomningstiden inomhus."
    },
    "winter": {
      "months": [
        "hela året"
      ],
      "notes": "Utomhus är löken vinterhärdig (zon 3-5). Inomhus trivs den svalt för längre blomtid."
    },
    "soil": "mullrik, väldränerad (för utomhusplantering)",
    "zone": 4,
    "care_interval_days": 7,
    "bloom_period": [
      "december",
      "januari",
      "april",
      "maj"
    ],
    "height_cm": 30,
    "care_guide": "Hyacinten trivs bäst på en sval och ljus plats för att blomningen ska hålla länge. Försök undvika att vattna direkt på löken."
  },
  {
    "id": 60,
    "name": "Viol",
    "latin_name": "Viola spp.",
    "category": "perenn/sommarblomma",
    "type": "utplanteringsväxt/perenn",
    "description": "Viol är ett släkte som omfattar många arter, både vilda, perenna sorter (som luktviol) och ettåriga trädgårdsväxter (som pensé). De kännetecknas av sina vackra, ofta doftande blommor i en mängd olika färger. De är tåliga, blommar tidigt på våren och klarar svalare temperaturer bra.",
    "usage": "Tidig vårblomma i krukor och balkonglådor, sommarblomma i rabatter, kantväxt, vissa arter som marktäckare.",
    "image": "viol.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Håll jorden jämnt fuktig, särskilt under varma perioder."
    },
    "pruning": {
      "months": [
        "hela säsongen"
      ],
      "notes": "Plocka bort vissna blommor regelbundet (deadheading) för att stimulera ny knoppsättning och förlänga blomningen."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Kan planteras ut mycket tidigt på våren. Föredrar mullrik och väldränerad jord."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas med svag dos flytande näring varje vecka för sommarblommor."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Många sorter är vinterhärdiga (perenner). Ettåriga penséer dör vid sträng frost."
    },
    "soil": "mullrik, näringsrik, väldränerad",
    "zone": 6,
    "care_interval_days": 5,
    "bloom_period": [
      "april",
      "maj",
      "juni",
      "juli"
    ],
    "height_cm": 25,
    "care_guide": "Violer trivs bäst i soligt till halvskuggigt läge. Se till att de inte torkar ut helt. Regelbunden putsning är nyckeln till långvarig blomning."
  },
  {
    "id": 61,
    "name": "Näva",
    "latin_name": "Geranium spp.",
    "category": "perenn",
    "type": "trädgårdsväxt/perenn",
    "description": "Näva (inte att förväxla med pelargon, som är *Pelargonium*) är en mycket populär och tålig perenn som är en grundsten i många trädgårdar. Den kännetecknas av sin långa blomningstid och sitt täta, marktäckande växtsätt. Nävor är generellt anspråkslösa och mycket vinterhärdiga i svenska klimat.",
    "usage": "Kantväxt, marktäckare, fyllnadsväxt i rabatter. Vissa arter är utmärkta under buskar och träd. Lockar bin.",
    "image": "nava.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattna vid långvarig torka, särskilt under etableringen. Etablerade plantor är mycket torktåliga."
    },
    "pruning": {
      "months": [
        "juni",
        "juli"
      ],
      "notes": "Många sorter kan klippas ner helt efter den första blomningen för att stimulera en andra, mindre blomning och fräscha upp bladverket."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "augusti",
        "september"
      ],
      "notes": "Planteras i vanlig trädgårdsjord. Sprider sig ofta snabbt och fyller ut."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas sparsamt på våren med kompost eller långtidsverkande näring. Undvik för mycket näring."
    },
    "winter": {
      "months": [
        "hela året"
      ],
      "notes": "Mycket vinterhärdig och behöver normalt inget extra skydd."
    },
    "soil": "vanlig trädgårdsjord, kalkrik till neutral",
    "zone": 8,
    "care_interval_days": 30,
    "bloom_period": [
      "maj",
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 50,
    "care_guide": "Nävan trivs i sol till halvskugga (beroende på art). De är extremt tåliga och är ett utmärkt val för den anspråkslösa trädgårdsmästaren."
  },
  {
    "id": 62,
    "name": "Blodlönn",
    "latin_name": "Acer platanoides 'Crimson King'",
    "category": "träd",
    "type": "parkträd/prydnadsträd",
    "description": "Blodlönnen är ett medelstort till stort lövträd, känt för sitt djupt mörkröda bladverk som behåller sin färg hela sommaren. 'Crimson King' är en vanlig sort. Det är ett snabbväxande och härdigt träd som skapar en dramatisk färgkontrast i trädgården. Dess blomning är diskret och sker tidigt på våren.",
    "usage": "Solitärträd i större trädgårdar och parker, skugga. Dess färg gör den till ett utmärkt prydnadsträd.",
    "image": "blodlonn.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattna regelbundet de första åren efter plantering. Äldre träd behöver sällan vattnas."
    },
    "pruning": {
      "months": [
        "juli",
        "augusti",
        "september"
      ],
      "notes": "Beskärs under JAS-perioden (Juli, Augusti, September). Undvik beskärning på våren då den blöder kraftigt."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Planteras i näringsrik och väldränerad jord. Ställ ut som kruka under våren i skyddat läge."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas sparsamt på våren, ofta räcker det med kompost vid rötterna."
    },
    "winter": {
      "months": [
        "hela året"
      ],
      "notes": "Mycket vinterhärdig. Skyddas mot viltgnag under vintern vid behov."
    },
    "soil": "kalkrik, näringsrik, djup",
    "zone": 5,
    "care_interval_days": 90,
    "bloom_period": [
      "april"
    ],
    "height_cm": 2000,
    "care_guide": "Blodlönnen trivs bäst i full sol, där bladfärgen blir som mörkast. Håll marken fuktig under etablering. Undvik beskärning på vårvintern."
  },
  {
    "id": 63,
    "name": "Japansk lönn",
    "latin_name": "Acer palmatum",
    "category": "buske/träd",
    "type": "prydnadsbuske/litet träd",
    "description": "Japansk lönn är en exklusiv prydnadsbuske eller ett litet träd, omtyckt för sina finklippta, eleganta blad och spektakulära höstfärger (ofta i rött, orange och gult). Den är känslig för sträng kyla och frost, samt starkt solljus som kan bränna bladen. Trivs bäst i skyddade lägen.",
    "usage": "Solitär i rabatter, prydnad i större krukor, japanska trädgårdar, uteplatser. Måste skyddas mot vind och stark sol.",
    "image": "japansklonn.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "Håll jorden jämnt fuktig, tål inte att torka ut. Vattna vid behov även på hösten."
    },
    "pruning": {
      "months": [
        "juli",
        "augusti",
        "september"
      ],
      "notes": "Beskärs minimalt. Ta endast bort döda grenar. Om nödvändigt, beskära under JAS-perioden."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Planteras i sur till neutral, mullrik och fuktighetshållande jord."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas sparsamt på våren, undvik för stark gödsel."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Krukor måste vinterförvaras frostfritt eller isoleras väl. Utomhusplantor behöver vinterskydd i kallare zoner (täckning)."
    },
    "soil": "lerig (fuktighetshållande), mullrik, lätt sur",
    "zone": 5,
    "care_interval_days": 14,
    "bloom_period": [
      "april",
      "maj"
    ],
    "height_cm": 400,
    "care_guide": "Japansk lönn trivs bäst i halvskugga, skyddad från stark eftermiddagssol och vind. Håll jorden konstant fuktig, då den är känslig för torka."
  },
  {
    "id": 64,
    "name": "Buxbom",
    "latin_name": "Buxus sempervirens",
    "category": "buske",
    "type": "häck/formklippning",
    "description": "Buxbom är en klassisk, vintergrön buske som traditionellt används för formklippning, kant- och låga häckar. Den är tät och har små, glansiga blad. Buxbom är känslig för sjukdomar som buxbomssot, och frostskador under senvinter/tidig vår. Den är relativt långsamväxande.",
    "usage": "Häck, kantväxt, formklippning (klot, pyramid, djurformer). Lämplig i franska och formella trädgårdar.",
    "image": "buxbom.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vattna regelbundet vid torka. Vattna extra på senhösten inför vintern (vintervattning)."
    },
    "pruning": {
      "months": [
        "maj",
        "juli"
      ],
      "notes": "Klipps 1-2 gånger per år för att behålla formen: första gången i maj/juni, andra gången i juli/augusti. Undvik klippning i stark sol."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Planteras i näringsrik, fuktighetshållande och kalkhaltig jord."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas lätt på våren med fullgödsel eller buxbomsnäring."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Viktigt att vintervattna. Skydda mot stark vintersol, som kan orsaka torkskador (solbränna)."
    },
    "soil": "lerig, kalkrik, näringsrik",
    "zone": 4,
    "care_interval_days": 30,
    "bloom_period": [
      "april"
    ],
    "height_cm": 300,
    "care_guide": "Buxbom trivs i sol till halvskugga. Håll fuktigheten jämn, särskilt i kruka. Kontrollera regelbundet för tecken på svampinfektioner."
  },
  {
    "id": 65,
    "name": "Tuja 'Compacta'",
    "latin_name": "Thuja occidentalis 'Compacta'",
    "category": "barrväxt",
    "type": "häck/prydnadsbuske",
    "description": "Tuja 'Compacta' är en tät, konformad barrväxt som är populär både som häckväxt och solitär. Det är en relativt långsamväxande variant av vanlig Tuja och behåller sin form väl. Liksom andra tujor är den känslig för att torka ut, särskilt på vintern, vilket kan leda till bruna barr.",
    "usage": "Oformell häck, solitär buske, insynsskydd. Klarar klippning väl.",
    "image": "tuja.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september",
        "oktober"
      ],
      "interval": "Vattna rikligt vid torka. Nyplanterade tujor kräver regelbunden och djup vattning under de första åren."
    },
    "pruning": {
      "months": [
        "maj",
        "juli",
        "september"
      ],
      "notes": "Klipps på vårvintern eller sommaren. Klipp endast i de gröna delarna – den bryter inte från gammal ved."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Planteras i djup, näringsrik och fuktighetshållande jord. Undvik uttorkning under etablering."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas med barrväxtnäring på våren."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Viktigt med rejäl vintervattning innan tjälen går i jorden. Kan behöva skyddas mot stark vårsol för att undvika torkskador."
    },
    "soil": "sandig, näringsrik, fuktighetshållande",
    "zone": 5,
    "care_interval_days": 30,
    "bloom_period": [
      "ingen framträdande blomning"
    ],
    "height_cm": 400,
    "care_guide": "Tuja trivs bäst i soligt till halvskuggigt läge. Det viktigaste är att säkerställa konstant fuktighet i jorden, särskilt som häck. Torka är den vanligaste dödsorsaken."
  },
  {
    "id": 66,
    "name": "En",
    "latin_name": "Juniperus communis 'Purpurea'",
    "category": "buske",
    "type": "buske",
    "description": "En är en odlingsvärd variant av En som utmärker sig med sina barr som får en vacker purpurfärgad ton under vintermånaderna. Den är mycket tålig och passar utmärkt i svenska trädgårdar, speciellt som solitär, i grupper eller som vinterfärg i rabatter. Växer upprätt och kompakt.",
    "usage": "Prydnadsbuske, vinterfärg, häckväxt, klippt form.",
    "image": "en.jpeg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "januari"
      ],
      "interval": "Varannan vecka"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Generellt behövs ingen beskärning. Om formklippning önskas, utförs detta tidigt på våren innan knoppsprickning. Ta bort döda eller skadade grenar vid behov."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera på våren efter sista frost eller tidigt på hösten. Se till att jorden är väldränerad."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni"
      ],
      "notes": "Gödslas lätt under tidig växtsäsong med ett allgödsel, undvik övergödsling."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Mycket härdig, men nyplanterade exemplar kan behöva skyddas mot stark vårsol och tjältorka."
    },
    "soil": "Väldränerad, kan vara kalkrik",
    "zone": 4,
    "care_interval_days": 180,
    "bloom_period": [
      "januari"
    ],
    "height_cm": 388,
    "care_guide": "En trivs bäst i **sol till halvskugga**. Vattnas sparsamt, främst under etablering och långa torrperioder. Se till att jorden är väldränerad för att undvika rotröta."
  },
  {
    "id": 67,
    "name": "Idegran",
    "latin_name": "Taxus baccata 'Grandiflora'",
    "category": "barrväxt",
    "type": "buske/träd",
    "description": "Idegran är en storvuxen och robust sort av Idegran, känd för sitt täta, mörkgröna barrverk och sin förmåga att klara av djup skugga. En utmärkt häckväxt eller formklippt buske. **Observera att alla delar av Idegranen, förutom den röda frukten, är giftiga vid förtäring.**",
    "usage": "Häck, formklippning, solitär, skuggplantering.",
    "image": "idegran.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "september"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "maj",
        "september"
      ],
      "notes": "Kan beskäras hårt och tål upprepad klippning. För formklippta häckar: klipp i maj och igen i september."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera i väldränerad jord. Undvik platser där rötterna kan stå i vatten."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas lätt på våren med ett långtidsverkande gödsel för barrväxter."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Härdig i många zoner. Skydda mot vinter-/vårsol de första åren för att undvika brännskador på barren (tjältorka)."
    },
    "soil": "Väldränerad, mullrik",
    "zone": 5,
    "care_interval_days": 180,
    "bloom_period": [
      "mars",
      "april"
    ],
    "height_cm": 267,
    "care_guide": "Idegran trivs bäst i **skugga till halvskugga**. Håll jorden jämnt fuktig, speciellt under torka. Väldränerad jord är avgörande. Kan också användas som stor **inomhusväxt** under vintern i kallare klimat, men trivs bäst utomhus."
  },
  {
    "id": 68,
    "name": "Stäppsalvia",
    "latin_name": "Salvia nemorosa 'Nana'",
    "category": "perenn",
    "type": "perenn",
    "description": "Stäppsalvia är en kompakt och lågväxande perenn som blommar rikligt med intensivt violettblå, upprätta blomax. Den är mycket populär tack vare sin långa blomningstid och att den attraherar bin och fjärilar. Klipp ner efter första blomningen för en andra blomning senare på säsongen.",
    "usage": "Rabattväxt, kantväxt, stenparti, marktäckare.",
    "image": "stappsalvia.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid torka"
    },
    "pruning": {
      "months": [
        "juli",
        "augusti",
        "mars",
        "april"
      ],
      "notes": "Klipp ner vissna blomstänglar efter första blomningen för att uppmuntra en andra blomning. Klipp ner helt på våren innan ny tillväxt."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera i soligt läge i väldränerad jord."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas lätt på våren vid tillväxtstart."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Mycket vinterhärdig perenn. Ingen extra skyddsåtgärd behövs normalt."
    },
    "soil": "Väldränerad, gärna kalkrik",
    "zone": 4,
    "care_interval_days": 30,
    "bloom_period": [
      "juni",
      "juli",
      "augusti",
      "september"
    ],
    "height_cm": 46,
    "care_guide": "Stäppsalvia trivs bäst i **full sol** och väldränerad jord. Den är torktålig när den väl är etablerad. Undvik att vattna för ofta – låt jorden torka upp mellan vattningarna."
  },
  {
    "id": 69,
    "name": "Stjärnflocka",
    "latin_name": "Astrantia major 'Minor'",
    "category": "perenn",
    "type": "perenn",
    "description": "Stjärnflocka är en nätt, tålig och långblommande perenn med dekorativa, stjärnformade blommor i nyanser av rosa och vitt. Den är en utmärkt snittblomma och lockar fjärilar. Sorten 'Minor' är mindre och kompaktare än den vanliga Stjärnflockan.",
    "usage": "Perennrabatt, woodland, snittblomma.",
    "image": "stjarnflocka.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid torka"
    },
    "pruning": {
      "months": [
        "augusti",
        "september",
        "mars",
        "april"
      ],
      "notes": "Klipp bort vissna blomstänglar för att främja ny blomning (reblom). Klipp ner helt på våren."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera på våren eller hösten i fuktig, mullrik jord."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Lätt gödsling på våren räcker, gärna med kompost eller ett organiskt gödsel."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Vinterhärdig. Mulching kan vara bra i utsatta lägen."
    },
    "soil": "Fuktig, mullrik, väldränerad",
    "zone": 5,
    "care_interval_days": 30,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 24,
    "care_guide": "Stjärnflocka trivs bäst i **halvskugga till skugga**, men kan klara sol om marken hålls jämnt fuktig. Behöver regelbunden vattning vid torka, då den föredrar fuktighet."
  },
  {
    "id": 70,
    "name": "Rudbeckia",
    "latin_name": "Rudbeckia hirta 'Minor'",
    "category": "perenn",
    "type": "perenn",
    "description": "Rudbeckia är en kompakt variant av Rudbeckia, känd för sina prästkragelika blommor i gula till orangea nyanser med en mörk mitt. Den blommar sent på säsongen och är en utmärkt färgklick i höstrabatten. Lockar pollinerare.",
    "usage": "Rabattväxt, snittblomma, höstfärg.",
    "image": "rudbeckia.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "Vid torka"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Klipp ner vissna stjälkar på våren. Låt stå över vintern som skydd och för struktur."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera på våren eller hösten i näringsrik och väldränerad jord."
    },
    "fertilizing": {
      "months": [
        "maj"
      ],
      "notes": "Gödslas lätt under växtsäsongen för riklig blomning."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Vinterhärdig, men kan gynnas av ett lätt skydd av löv eller granris i kallare zoner."
    },
    "soil": "Näringsrik, väldränerad",
    "zone": 3,
    "care_interval_days": 30,
    "bloom_period": [
      "augusti",
      "september",
      "oktober"
    ],
    "height_cm": 28,
    "care_guide": "Rudbeckia trivs bäst i **full sol**. Vattnas regelbundet under etablering och torkperioder. Kan användas som stor **inomhusväxt** över vintern i ett ljust fönster."
  },
  {
    "id": 71,
    "name": "Aster",
    "latin_name": "Aster spp.",
    "category": "perenn",
    "type": "perenn",
    "description": "Aster, i dess många sorter, är en av de viktigaste höstblommande perennerna. Den bjuder på ett hav av små, prästkragelika blommor i färger från vitt och rosa till blått och lila. Perfekt för att förlänga säsongen och ge mat till pollinerare sent på året.",
    "usage": "Rabattväxt, höstblomma, snittblomma.",
    "image": "aster.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "maj",
        "juni",
        "mars",
        "april"
      ],
      "notes": "Pinchning (toppning) av skotten i maj/juni ger buskigare växtsätt och sen blomning. Klipp ner vissna stjälkar på våren."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera i soligt till halvskuggigt läge i näringsrik, fuktighetshållande jord."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Måttlig gödsling på våren. För mycket kväve kan ge gängliga plantor."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Vintertäckning kan behövas i kallare zoner beroende på sort."
    },
    "soil": "Näringsrik, fuktig, lerig",
    "zone": 5,
    "care_interval_days": 14,
    "bloom_period": [
      "augusti",
      "september",
      "oktober"
    ],
    "height_cm": 210,
    "care_guide": "Aster föredrar **sol till halvskugga**. Håll jorden jämnt fuktig, särskilt under torra perioder. **OBS**: Ofta drabbad av mjöldagg, välj resistenta sorter och se till god luftcirkulation. Kan användas som stor **inomhusväxt** över vintern i kallare klimat, men trivs bäst utomhus."
  },
  {
    "id": 72,
    "name": "Krysantemum",
    "latin_name": "Chrysanthemum 'Compacta'",
    "category": "perenn",
    "type": "perenn",
    "description": "Krysantemum är en lågväxande och tät sort av krysantemum, oftast odlad som utplanteringsväxt men kan vara perenn i mildare klimat. Blommar sent på hösten med fyllda blommor i många färger. Perfekt för krukor och höstplanteringar.",
    "usage": "Krukväxt, höstplantering, rabattfyllnad.",
    "image": "krysantemum.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "september",
        "oktober"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "maj",
        "mars",
        "april"
      ],
      "notes": "Toppa plantan i maj/juni för ett buskigare och kompaktare växtsätt. Klipp ner helt på våren."
    },
    "planting": {
      "months": [
        "maj",
        "september"
      ],
      "notes": "Plantera ut efter sista frost i väldränerad, näringsrik jord."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas regelbundet under växtperioden för bästa blomning."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Övervintras frostfritt, ljust och svalt i kallare zoner (ej fullt vinterhärdig). Lämna stjälkarna som vinterskydd."
    },
    "soil": "Näringsrik, sandig, väldränerad",
    "zone": 3,
    "care_interval_days": 14,
    "bloom_period": [
      "september",
      "oktober",
      "november"
    ],
    "height_cm": 19,
    "care_guide": "Krysantemum trivs bäst i **soligt läge**. Håll jorden jämnt fuktig under blomning. Om den används som **ört/kryddväxt** är det främst de dekorativa bladen och blommorna som är i fokus (även om vissa sorter används för te)."
  },
  {
    "id": 73,
    "name": "Malva",
    "latin_name": "Malva moschata 'Variegata'",
    "category": "perenn",
    "type": "perenn",
    "description": "Malva (Myskmalva) är en charmig perenn som kännetecknas av sina djupt flikiga, limegröna blad med vita eller gräddfärgade inslag ('Variegata' syftar på brokigheten). Blommar med ljust rosa, skålformade blommor under sommaren. Ett vackert inslag i rabatten, men behöver ofta stöd.",
    "usage": "Perennrabatt, snittblomma, bladverkets prydnadsvärde.",
    "image": "malva.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Varannan vecka"
    },
    "pruning": {
      "months": [
        "juli",
        "september",
        "mars",
        "april"
      ],
      "notes": "Klipp ner vissna blomstänglar för att främja ny blomning. Klipp ner helt på våren."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera i soligt läge i väldränerad jord. Kan bli mycket hög och behöver ofta stöd."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas lätt på våren, men för mycket gödsel kan göra den ranglig."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Vinterhärdig. Ingen särskild åtgärd behövs."
    },
    "soil": "Väldränerad, sandig, normal",
    "zone": 6,
    "care_interval_days": 30,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 126,
    "care_guide": "Malva trivs bäst i **full sol** och väldränerad jord. Den är relativt torktålig när den väl är etablerad. Trots stor höjd **klassas den som perenn**, inte träd, även om den kan bli upp till 1.2 m hög."
  },
  {
    "id": 74,
    "name": "Akacia",
    "latin_name": "Acacia spp. 'Compacta'",
    "category": "inomhusväxt",
    "type": "inomhusväxt/buske",
    "description": "Akacia är en mindre, tätväxande variant av Akaciaträdet, anpassad för odling i kruka. Utomhus odlas den främst i milda klimat eller som utplanteringsväxt som flyttas in på vintern. Känd för sitt fina, fjäderlika bladverk och doftande, gula blommor.",
    "usage": "Krukväxt, uteplatsväxt, prydnadsväxt.",
    "image": "akacia.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Varannan vecka"
    },
    "pruning": {
      "months": [
        "efter blomning"
      ],
      "notes": "Beskär lätt efter blomning för att behålla en kompakt form."
    },
    "planting": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Plantera om på våren vid behov. Använd väldränerad, sandig jord."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas med flytande näring varannan vecka under växtsäsongen."
    },
    "winter": {
      "months": [
        "september",
        "oktober",
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Övervintras ljust och svalt (ca 5-10°C), nästan torrt."
    },
    "soil": "Väldränerad, sandig, lerig",
    "zone": 7,
    "care_interval_days": 14,
    "bloom_period": [
      "januari",
      "februari",
      "mars"
    ],
    "height_cm": 276,
    "care_guide": "Akacia trivs bäst i **full sol** och väldränerad jord. Se till att den får mycket ljus även under vintern. Vattna måttligt under växtsäsongen och sparsamt under vintern. Kan användas som stor **inomhusväxt** året om i Sverige."
  },
  {
    "id": 75,
    "name": "Hagtorn",
    "latin_name": "Crataegus spp.",
    "category": "buske/träd",
    "type": "buske/träd",
    "description": "Hagtorn är ett mycket tåligt och robust träd/buske som är känt för sina vita blomklasar på våren och röda bär på hösten. Den är populär som skyddsväxt tack vare sina vassa taggar och är en viktig födokälla för fåglar och insekter. Tål klippning mycket väl.",
    "usage": "Häck, buskage, prydnadsträd, skyddsväxt.",
    "image": "hagtorn.jpeg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Varannan vecka"
    },
    "pruning": {
      "months": [
        "mars",
        "april",
        "juli",
        "augusti"
      ],
      "notes": "Tål hård beskärning. Klipp häckar på vårvintern och igen på sensommaren."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera på våren eller hösten. Tål de flesta jordar, men föredrar väldränerat."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Behöver sällan gödslas, men kan ges kompost på våren."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig. Kräver inget extra skydd."
    },
    "soil": "Tolerant, väldränerad, sandig",
    "zone": 5,
    "care_interval_days": 365,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 315,
    "care_guide": "Hagtorn trivs bäst i **sol till halvskugga**. Vattnas endast vid långvarig torka under etablering. En mycket lättskött växt."
  },
  {
    "id": 76,
    "name": "Benved",
    "latin_name": "Euonymus alatus 'Compactus'",
    "category": "buske",
    "type": "buske",
    "description": "Benved (Vingbenved) är en kompakt och lågväxande buske mest känd för sin spektakulära, djupröda höstfärg. Grenarna har karakteristiska, korkaktiga lister ('vingar'). Den får även små, dekorativa frukter som öppnar sig och visar orange frön på hösten. **Obs: Frukterna är giftiga.**",
    "usage": "Prydnadsbuske, höstfärg, solitär, grupp.",
    "image": "benved.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid torka"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Beskärning behövs sällan men tål lätt putsning på vårvintern för att forma."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera på våren eller hösten i näringsrik och väldränerad jord."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Lätt gödsling på våren för att främja höstfärg."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig. Kan drabbas av viltbetning, skydda vid behov."
    },
    "soil": "Näringsrik, väldränerad",
    "zone": 5,
    "care_interval_days": 180,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 214,
    "care_guide": "Benved får bäst höstfärg i **full sol**. Håll jorden fuktig under etablering. Täpp inte till rötterna med marktäckare."
  },
  {
    "id": 77,
    "name": "Smultron",
    "latin_name": "Fragaria vesca 'Gigantea'",
    "category": "bärväxt",
    "type": "bärväxt/perenn",
    "description": "Smultron är en sort av skogssmultronet som ger större bär än de vilda varianterna. Den har en lång skördeperiod och sprider sig inte med revor, vilket gör den lättskött i rabatter och krukor. Bären är söta och aromatiska.",
    "usage": "Bärproduktion, kantväxt, marktäckare, kruka.",
    "image": "smultron.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "september"
      ],
      "notes": "Klipp bort gamla blad efter skörd för att motverka sjukdomar. Låt det nya bladverket vara kvar över vintern."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "augusti",
        "september"
      ],
      "notes": "Plantera på våren eller sensommaren i mullrik, väldränerad jord."
    },
    "fertilizing": {
      "months": [
        "april",
        "juli"
      ],
      "notes": "Gödsla på våren vid tillväxtstart och eventuellt efter första skörden."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Vinterhärdig. Mulcha med halm eller löv för extra skydd."
    },
    "soil": "Mullrik, väldränerad",
    "zone": 5,
    "care_interval_days": 14,
    "bloom_period": [
      "maj",
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 15,
    "care_guide": "Smultron trivs bäst i **soligt läge till halvskugga**. Håll jorden jämnt fuktig, speciellt under blomning och fruktsättning. Trots höjdsiffran **klassas den som bärväxt/perenn**, inte träd."
  },
  {
    "id": 78,
    "name": "Jordgubbe",
    "latin_name": "Fragaria",
    "category": "bärväxt",
    "type": "bärväxt/perenn",
    "description": "Jordgubbe är en sort som odlas för både bär och sitt attraktiva, silvergröna bladverk. Bären är söta och utmärkta för färsk konsumtion. Det dekorativa bladverket gör den även lämplig som kantväxt eller i kruka.",
    "usage": "Bärproduktion, marktäckare, prydnadsväxt, kruka.",
    "image": "jordgubbe.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "augusti",
        "september"
      ],
      "notes": "Klipp bort gamla blad och eventuella revor efter skörd."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "augusti",
        "september"
      ],
      "notes": "Plantera grunt i näringsrik och väldränerad jord."
    },
    "fertilizing": {
      "months": [
        "april",
        "juli"
      ],
      "notes": "Gödsla på våren och efter skörden. Använd bärgödsel."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Täck med halm eller fiberduk vid hård frost, speciellt nyplanterade. Skydda mot sork."
    },
    "soil": "Näringsrik, kalkrik, väldränerad",
    "zone": 3,
    "care_interval_days": 14,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 110,
    "care_guide": "Jordgubbe trivs bäst i **full sol**. Håll jorden jämnt fuktig, speciellt under fruktsättning. Behöver **vattnas oftare** än var 30:e dag under växtsäsongen."
  },
  {
    "id": 79,
    "name": "Hallon",
    "latin_name": "Rubus idaeus",
    "category": "bärväxt",
    "type": "bärväxt/buske",
    "description": "Hallon är en populär bärbuske som ger söta, aromatiska bär under sensommaren eller hösten, beroende på sort (sommar- eller hösthallon). De bildar rotskott och behöver ofta stöttas upp. Mycket uppskattade av både människor och pollinerare.",
    "usage": "Bärproduktion, häck, buskage.",
    "image": "hallon.jpeg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Varannan vecka"
    },
    "pruning": {
      "months": [
        "mars",
        "april",
        "augusti"
      ],
      "notes": "Beskärning skiljer sig mellan sommar- och hösthallon. Sommarhallon: Klipp bort de skott som burit frukt på sensommaren. Hösthallon: Klipp ner alla skott till marken på vårvintern."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera i näringsrik, fuktig och väldränerad jord i soligt läge. Måste ofta stöttas upp."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödsla tidigt på våren med kväverikt gödsel eller kompost."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Härdig. Bind upp skotten för att skydda dem från snö och vind."
    },
    "soil": "Näringsrik, väldränerad",
    "zone": 7,
    "care_interval_days": 14,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 102,
    "care_guide": "Hallon trivs bäst i **full sol**. Jorden bör hållas **jämnt fuktig**; vattna regelbundet, särskilt vid torka. Kan användas som stor **inomhusväxt** över vintern i kallare klimat, men trivs bäst utomhus."
  },
  {
    "id": 80,
    "name": "Blåbär",
    "latin_name": "Vaccinium corymbosum",
    "category": "bärväxt",
    "type": "bärväxt/buske",
    "description": "Blåbär är en låg och kompakt variant av Amerikanskt Blåbär. Det är en utmärkt trädgårdsväxt för kruka eller som kantväxt i rabatten. Bären är söta, och busken har en vacker röd höstfärg. Behöver sur jord och korspollineras för bästa skörd.",
    "usage": "Bärproduktion, krukväxt, kantväxt, prydnadsbuske.",
    "image": "blabar.jpeg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Gallringsbeskärning på vårvintern genom att ta bort äldre grenar för att föryngra plantan."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera i **sur jord** (pH 4.5-5.5), gärna i torvbaserad jord. Se till att det finns en annan sort i närheten för korspollinering."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Använd surjordsgödsel tidigt på våren."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Täck krukor med isolerande material. Härdig i marken, men skydd mot vårsol kan vara bra."
    },
    "soil": "Sur jord (lågt pH), väldränerad",
    "zone": 5,
    "care_interval_days": 14,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 80,
    "care_guide": "Blåbär trivs bäst i **full sol**. Måste ha sur jord och hållas jämnt fuktig. Använd kalkfritt vatten (regnvatten) vid bevattning."
  },
  {
    "id": 81,
    "name": "Vinbär",
    "latin_name": "Ribes spp.",
    "category": "bärväxt",
    "type": "bärväxt/buske",
    "description": "Vinbär (svarta, röda eller vita) är en lättodlad bärbuske som ger rikligt med näringsrika bär. De är utmärkta för saft, sylt och gelé. Busken är tålig och klarar sig i de flesta jordar och lägen.",
    "usage": "Bärproduktion, buskage, häck.",
    "image": "vinbar.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Vid torka"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Gallra bort de äldsta (3-4 år gamla) grenarna på vårvintern för att föryngra busken och ge ljus åt de nya skotten. Röda/vita bär bär frukt på 2-3-åriga skott. Svarta bär bär frukt på 1-åriga skott."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera i näringsrik, fuktighetshållande jord. Gärna i ett soligt läge."
    },
    "fertilizing": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Gödsla tidigt på våren med kväverikt gödsel eller kompost."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig. Kräver inget extra skydd."
    },
    "soil": "Näringsrik, mullrik",
    "zone": 5,
    "care_interval_days": 180,
    "bloom_period": [
      "april",
      "maj"
    ],
    "height_cm": 150,
    "care_guide": "Vinbär trivs bäst i **full sol till halvskugga**. Behöver regelbunden och riklig vattning under fruktsättningen. Kan användas som stor **inomhusväxt** över vintern i kallare klimat, men trivs bäst utomhus."
  },
  {
    "id": 82,
    "name": "Krusbär",
    "latin_name": "Ribes uva-crispa",
    "category": "bärväxt",
    "type": "bärväxt/buske",
    "description": "Krusbär är en tät och taggfri buske som ger stora, goda bär. Sorten är kompakt och passar bra i mindre trädgårdar eller i kruka. Bären är syrliga och passar utmärkt till paj och saft.",
    "usage": "Bärproduktion, häck, krukväxt.",
    "image": "krusbar.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Gallra bort de äldsta grenarna (de som är äldre än 4-5 år) på vårvintern för att främja ny tillväxt. Krusbär bär frukt på äldre ved."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera i näringsrik och väldränerad jord. Soligt till halvskuggigt läge."
    },
    "fertilizing": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Gödsla tidigt på våren med kväverikt gödsel eller kompost."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig. Kräver inget extra skydd."
    },
    "soil": "Näringsrik, kalkrik, väldränerad",
    "zone": 4,
    "care_interval_days": 180,
    "bloom_period": [
      "april",
      "maj"
    ],
    "height_cm": 60,
    "care_guide": "Krusbär Compacta trivs bäst i **sol till halvskugga**. Jorden bör hållas jämnt fuktig, speciellt under fruktsättning. Vattna regelbundet vid torka."
  },
  {
    "id": 83,
    "name": "Tomatplanta",
    "latin_name": "Solanum lycopersicum",
    "category": "grönsak",
    "type": "grönsak/ettårig",
    "description": "Tomatplantor ger välsmakande frukter och är en av de mest populära köksväxterna. De finns i många olika sorter med varierande storlek och smak. De flesta sorter kräver mycket sol och värme och odlas i Sverige bäst i växthus eller på skyddade platser.",
    "usage": "Grönsaksodling, sallad, matlagning.",
    "image": "tomatplanta.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "1 gång/dag"
    },
    "pruning": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Tjuva (ta bort sidoskott) regelbundet på indeterminata sorter för att fokusera energin på frukten. Toppa plantan sent på säsongen för att mogna de sista frukterna."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "juni"
      ],
      "notes": "Förkultiveras inomhus tidigt på våren. Plantera ut efter att frostrisken är över, på ett varmt och soligt ställe. Stötta upp plantorna."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas med tomatnäring eller flytande näring varje vecka under växtsäsongen."
    },
    "winter": {
      "months": [],
      "notes": "Plantan är ettårig (eller frostkänslig perenn) och tas bort/komposteras vid frost. Ingen övervintring."
    },
    "soil": "Näringsrik, mullrik, väldränerad",
    "zone": 8,
    "care_interval_days": 7,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 187,
    "care_guide": "Tomatplanta trivs bäst i **full sol** och värme. Behöver **mycket vatten** (helst dagligen vid varmt väder). Vattna vid basen för att undvika fuktskador på bladen. Den behöver näring regelbundet."
  },
  {
    "id": 84,
    "name": "Paprikaplanta",
    "latin_name": "Capsicum annuum",
    "category": "grönsak",
    "type": "grönsak/ettårig",
    "description": "Paprikaplanta ger stora, söta paprikor. Den är relativt lättodlad men kräver mycket värme och skyddat läge, som växthus eller fönster i söderläge. Frukterna är gröna som omogna och övergår till gult, rött eller orange vid mognad.",
    "usage": "Grönsaksodling, sallad, matlagning.",
    "image": "paprikaplanta.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "juni",
        "juli"
      ],
      "notes": "Toppa huvudskottet när plantan är ung för att få ett buskigare växtsätt."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "juni"
      ],
      "notes": "Förkultiveras inomhus. Plantera ut i kruka i växthus eller på varm, skyddad uteplats efter sista frost."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas med flytande näring eller tomatnäring regelbundet."
    },
    "winter": {
      "months": [],
      "notes": "Plantan är ettårig (eller frostkänslig perenn) och tas bort/komposteras vid frost. Ingen övervintring."
    },
    "soil": "Näringsrik, mullrik, väldränerad",
    "zone": 8,
    "care_interval_days": 14,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 220,
    "care_guide": "Paprikaplanta trivs bäst i **full sol** och mycket värme. Håll jorden jämnt fuktig, men undvik övervattning. Behöver näring regelbundet för att bilda stora frukter."
  },
  {
    "id": 85,
    "name": "Chili",
    "latin_name": "Capsicum annuum/frutescens/chinense etc.",
    "category": "grönsak",
    "type": "grönsak/ettårig",
    "description": "Chiliplantor ger frukter med varierande styrka och form. De är mycket värmeälskande och odlas i Sverige bäst i växthus eller inomhus på en varm, ljus plats. Populära för sin hetta och mångsidighet i matlagningen.",
    "usage": "Krydda, matlagning, prydnad (fruktens färg).",
    "image": "chiliplanta.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "juni"
      ],
      "notes": "Toppa plantan när den är ung för att få en buskigare och starkare planta."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Förkultiveras inomhus tidigt på året. Plantera om i större krukor i näringsrik jord och flytta ut till ett varmt, skyddat läge efter sista frosten."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas regelbundet med flytande näring, gärna en som är anpassad för fruktbildande växter."
    },
    "winter": {
      "months": [],
      "notes": "Kan övervintras inomhus i ljust och svalt läge. Beskär kraftigt innan invintring. Annars ettårig."
    },
    "soil": "Näringsrik, mullrik, väldränerad",
    "zone": 8,
    "care_interval_days": 7,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 94,
    "care_guide": "Chili trivs bäst i **full sol** och hög värme. Håll jorden fuktig, men låt den torka upp lätt mellan vattningarna. Behöver näring för riklig fruktsättning."
  },
  {
    "id": 86,
    "name": "Zucchini",
    "latin_name": "Cucurbita pepo",
    "category": "Grönsak",
    "type": "Ettårig växt",
    "description": "Zucchini är en snabbväxande ettårig grönsak i familjen gurkväxter, känd för sina avlånga frukter. Den blommar med stora, gula ätbara blommor och trivs utmärkt i varma, soliga lägen. Zucchini är en produktiv gröda som passar bra för odling i de flesta svenska förhållanden, särskilt i södra och mellersta Sverige, med god tillgång till vatten.",
    "usage": "Grönsak; frukterna äts råa eller tillagade, blommorna är ätbara.",
    "image": "zucchini.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "juli",
        "augusti"
      ],
      "notes": "Beskär sidoskott vid behov för att främja fruktproduktion och luftcirkulation. Ta bort gamla och gulnande blad."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "juni"
      ],
      "notes": "Förodla inomhus i april/maj. Plantera ut efter sista frost när jordtemperaturen är över 10°C. Välj en solig och skyddad plats."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas regelbundet under växtsäsongen med näring rik på kalium och fosfor, till exempel flytande grönsaksnäring."
    },
    "winter": {
      "months": [],
      "notes": "Zucchini är en ettårig växt och övervintrar inte."
    },
    "soil": "mullrik, näringsrik",
    "zone": 2,
    "care_interval_days": 3,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 30,
    "care_guide": "Zucchini behöver **full sol** och **riklig vattning**, särskilt när frukterna utvecklas. Undvik att vattna bladen för att minska risken för mjöldagg. Skörda frukterna regelbundet när de är små (ca 15-20 cm) för att stimulera ny produktion."
  },
  {
    "id": 87,
    "name": "Pumpa",
    "latin_name": "Cucurbita maxima",
    "category": "Grönsak",
    "type": "Ettårig växt",
    "description": "Pumpa (en variant av jättepumpa) är en rankande, ettårig växt som producerar stora, silverglänsande pumpor. Den kräver en lång och varm växtsäsong för att mogna ordentligt. Den passar bäst i zon 1-3, men kan odlas i skyddade lägen i högre zoner med förodling.",
    "usage": "Dekorationspumpa, matlagning (köttet kan vara fiberrikt beroende på sort).",
    "image": "pumpa.jpeg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "juli",
        "augusti"
      ],
      "notes": "Nyp bort de flesta sidoskotten. Begränsa antalet frukter per planta till 1-2 för att få större pumpor. Toppa huvudrankan när önskat antal frukter har bildats."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Förodlas inomhus. Plantera ut efter sista frost på en solig och vindskyddad plats med mycket utrymme."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Behöver mycket näring. Gödslas tungt med kväve i början och sedan med en balanserad näring under fruktutvecklingen."
    },
    "winter": {
      "months": [],
      "notes": "Pumpa är en ettårig växt och övervintrar inte."
    },
    "soil": "mullrik, näringsrik, väldränerad",
    "zone": 7,
    "care_interval_days": 7,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 50,
    "care_guide": "Pumpa kräver **full sol** och **stor yta**. Vattna rikligt och djupt, särskilt vid torka. Se till att jorden är konstant fuktig, men inte blöt. Handpollinering kan öka fruktsättningen."
  },
  {
    "id": 88,
    "name": "Gurka",
    "latin_name": "Cucumis sativus",
    "category": "Grönsak",
    "type": "Ettårig växt",
    "description": "Gurka är en klättrande eller krypande ettårig växt, känd för sina saftiga frukter. Den är värmekrävande och odlas ofta i växthus i kallare klimat, men kan även odlas på friland i skyddade lägen. Gurka har en relativt kort växtsäsong, vilket gör den populär i svenska trädgårdar.",
    "usage": "Grönsak; frukterna äts färska eller läggs in.",
    "image": "gurka.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Daglig vattning vid behov"
    },
    "pruning": {
      "months": [
        "juni",
        "juli"
      ],
      "notes": "För växthusgurka: Gallra sidoskott. För frilandsgurka: Kan beskäras för att kontrollera växtsättet."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Förodla inomhus. Plantera ut i växthus i maj eller på friland i juni när risken för nattfrost är helt över."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas regelbundet under växtsäsongen med kväve- och kaliumrik näring."
    },
    "winter": {
      "months": [],
      "notes": "Gurka är en ettårig växt och övervintrar inte."
    },
    "soil": "mullrik, näringsrik, väldränerad",
    "zone": 1,
    "care_interval_days": 3,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 30,
    "care_guide": "Gurka kräver **hög luftfuktighet** och **jämn fuktighet** i jorden. Den trivs bäst i **full sol** eller ett ljust, varmt läge. Vid odling i växthus, lufta ofta för att undvika överhettning. Skörda frukterna ofta för att uppmuntra nybildning."
  },
  {
    "id": 89,
    "name": "Ärtor",
    "latin_name": "Pisum sativum",
    "category": "Grönsak",
    "type": "Ettårig växt",
    "description": "Ärtor är en sockerärtssort känd för sina stora, krispiga baljor som äts hela. Det är en klättrande växt som behöver stöd, som spaljé eller ris. Den är tålig och en av de första grönsakerna som kan sås på våren i svenska klimat.",
    "usage": "Grönsak; baljorna äts färska, råa eller lätt kokta.",
    "image": "arta.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "juni",
        "juli"
      ],
      "notes": "Behöver oftast ingen beskärning. Kan toppas om den blir för hög."
    },
    "planting": {
      "months": [
        "mars",
        "april",
        "maj"
      ],
      "notes": "Kan sås direkt på friland tidigt på våren, så snart jorden går att bruka. Upprepa sådden för längre skördeperiod."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Ärtor är kvävefixerande och behöver inte mycket extra kväve. Ett allsidigt gödsel vid plantering räcker oftast."
    },
    "winter": {
      "months": [],
      "notes": "Ärtor är en ettårig växt och övervintrar inte."
    },
    "soil": "mullrik, väldränerad",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [
      "maj",
      "juni",
      "juli"
    ],
    "height_cm": 150,
    "care_guide": "Ärtor trivs bäst i **sol till halvskugga**. Håll jorden fuktig, speciellt under blomning och fruktsättning. Ge stöd tidigt. Skörda sockerärtorna när baljorna är fullt utvecklade men fortfarande krispiga och platta."
  },
  {
    "id": 90,
    "name": "Bönor",
    "latin_name": "Phaseolus vulgaris",
    "category": "Grönsak",
    "type": "Ettårig växt",
    "description": "Bönor är troligen en variant av störbönor (klättrande) eller buskbönor (självstödjande) som producerar vita bönor eller vitgröna baljor. Bönor är värmekrävande och får inte sås för tidigt i svenska förhållanden. De är näringsrika och lätta att odla när värmen väl kommit.",
    "usage": "Grönsak; baljorna (haricot verts) eller fröna (kokbönor) äts kokta.",
    "image": "bonor.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "juli",
        "augusti"
      ],
      "notes": "Störbönor kan behöva guidas uppför stödet."
    },
    "planting": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Så direkt på friland i maj/juni när jorden är varm (minst 15°C). Blötlägg fröna ett dygn innan sådd för bättre groning."
    },
    "fertilizing": {
      "months": [
        "juni",
        "juli"
      ],
      "notes": "Likt ärter fixerar bönor kväve, men kan dra nytta av ett fosfor- och kaliumrikt gödsel vid blomning."
    },
    "winter": {
      "months": [],
      "notes": "Bönor är en ettårig växt och övervintrar inte."
    },
    "soil": "mullrik, väldränerad",
    "zone": 2,
    "care_interval_days": 7,
    "bloom_period": [
      "juli",
      "augusti"
    ],
    "height_cm": 40,
    "care_guide": "Bönor trivs bäst i **full sol** och skyddade lägen. Vattna regelbundet vid torka. **Viktigt:** Undvik att hantera plantorna när de är blöta för att minska spridning av sjukdomar. Skörda regelbundet."
  },
  {
    "id": 91,
    "name": "Potatis",
    "latin_name": "Solanum tuberosum 'Florex'",
    "category": "Grönsak",
    "type": "Ettårig växt",
    "description": "Potatis är en medeltidig, fast och gulköttig potatissort. Den är robust och ger god skörd. Potatis är en stapelgröda som odlas i nästan hela Sverige, men kräver jord som är lucker och näringsrik.",
    "usage": "Grönsak/Rotfrukt; knölarna kokas, stekas, bakas eller friteras.",
    "image": "potatis.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "augusti"
      ],
      "notes": "Klipp bort blasten (stjälkar och blad) cirka 2-3 veckor innan planerad skörd för att stärka skalet och minska risk för sjukdomar."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Sätt potatisen i april i söder och maj i norr, när jordtemperaturen nått 8°C. Förgro i ljust läge före sättning. Kupa plantorna när blasten är 10-15 cm hög."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas med ett fullgödselmedel vid sättning. Undvik för mycket kväve, då det gynnar blasten på bekostnad av knölarna."
    },
    "winter": {
      "months": [
        "september",
        "oktober",
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Skördad potatis förvaras mörkt och svalt (4-7°C). Plantan övervintrar inte."
    },
    "soil": "luckert, näringsrikt, lätt surt",
    "zone": 6,
    "care_interval_days": 7,
    "bloom_period": [
      "juni",
      "juli"
    ],
    "height_cm": 60,
    "care_guide": "Potatis kräver **full sol** och djup, lucker jord. **Kupning** är avgörande för att skydda knölarna från ljus (grön potatis är giftig) och frost, samt för att öka skörden. Vattna vid torka, särskilt under knölbildningen."
  },
  {
    "id": 92,
    "name": "Spenat",
    "latin_name": "Spinacia oleracea",
    "category": "Grönsak",
    "type": "Ettårig växt",
    "description": "Spenat är en variant av spenat som kan ha brokiga (variegerade) blad. Spenat är en snabbväxande bladgrönsak som är tålig mot kyla och kan sås tidigt på våren och sent på hösten i svenska klimat. Den ger stora, näringsrika blad.",
    "usage": "Grönsak; bladen används råa i sallader, kokta eller i stuvningar.",
    "image": "spenat.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Plocka de yttre bladen kontinuerligt för att förlänga skörden. Klipp av hela plantan om den går i blom (stocklöpning)."
    },
    "planting": {
      "months": [
        "mars",
        "april",
        "augusti",
        "september"
      ],
      "notes": "Så direkt på friland så snart jorden går att bruka på våren eller under sensommaren för höstskörd. Täck med fiberduk för snabbare groning."
    },
    "fertilizing": {
      "months": [
        "april",
        "september"
      ],
      "notes": "Spenat behöver kväverikt gödsel. Vattna med utspädd näring några gånger under växtperioden."
    },
    "winter": {
      "months": [],
      "notes": "Spenat är en ettårig växt och övervintrar inte."
    },
    "soil": "mullrik, fuktig, näringsrik",
    "zone": 6,
    "care_interval_days": 7,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 30,
    "care_guide": "Spenat Variegata trivs bäst i **halvskugga** eller soligt läge med jämn fuktighet. Håll jorden konstant fuktig, annars riskerar den att snabbt gå i blom (stocklöpning). Detta gör bladen beska."
  },
  {
    "id": 93,
    "name": "Mangold",
    "latin_name": "Beta vulgaris subsp. vulgaris",
    "category": "Grönsak",
    "type": "Tvåårig växt",
    "description": "Mangold är en mangoldsort med vackra purpurfärgade stjälkar och mörkgröna blad. Den är en tålig och lättodlad bladgrönsak som kan skördas under en lång period och ofta överlever milda vintrar som en tvåårig växt.",
    "usage": "Grönsak; bladen används som spenat, stjälkarna som sparris/selleri (tillagas).",
    "image": "mangold.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Skörda de yttre bladen kontinuerligt för att främja ny tillväxt. Klipp bort blomstjälkar om de bildas."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "juni"
      ],
      "notes": "Så direkt på friland från april. Gror bäst vid jordtemperaturer över 10°C. Kan även förodlas."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas lätt under växtsäsong med kväverik näring för att gynna bladutvecklingen."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Kan övervintra i milda klimat eller med vinterskydd i kallare zoner. Skördas tidigt på våren innan den går i blom."
    },
    "soil": "mullrik, djup, väldränerad",
    "zone": 5,
    "care_interval_days": 10,
    "bloom_period": [
      "juni",
      "juli"
    ],
    "height_cm": 50,
    "care_guide": "Mangold trivs bäst i **sol till halvskugga**. Jämn vattning är viktig, annars kan bladen bli hårda. Dess färg gör den dekorativ även i blomrabatter."
  },
  {
    "id": 94,
    "name": "Sallad",
    "latin_name": "Lactuca sativa",
    "category": "Grönsak",
    "type": "Ettårig växt",
    "description": "Sallad är förmodligen en kompakt, lågväxande sort av plocksallat eller huvudsallat. Sallad är en av de snabbaste grödorna att odla och kan sås i omgångar under hela säsongen. Den är populär i kruka och pallkrage.",
    "usage": "Grönsak; bladen används färska i sallader och som smörgåspålägg.",
    "image": "sallad.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Varannan dag"
    },
    "pruning": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Plocksallat: Skörda de yttre bladen. Huvudsallat: Skörda hela huvudet när det är fast."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Så i omgångar direkt på friland från tidig vår till sensommar. Täck med fiberduk för att undvika insekter och hålla jorden fuktig."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "notes": "Lätt gödsling med kväverik, flytande näring vid behov. Undvik övergödsling."
    },
    "winter": {
      "months": [],
      "notes": "Sallad är en ettårig växt och övervintrar inte."
    },
    "soil": "mullrik, fuktig, väldränerad",
    "zone": 4,
    "care_interval_days": 2,
    "bloom_period": [
      "juli",
      "augusti"
    ],
    "height_cm": 15,
    "care_guide": "Sallad trivs bäst i **sol till halvskugga**. Jämn och regelbunden vattning är avgörande för att förhindra bitter smak och stocklöpning."
  },
  {
    "id": 95,
    "name": "Gräslök",
    "latin_name": "Allium schoenoprasum",
    "category": "Ört",
    "type": "Perenn kryddväxt",
    "description": "Gräslök är en kompakt och vanlig sort av gräslök, en flerårig kryddväxt som bildar täta tuvor. Den är mycket tålig och en av de första örterna som dyker upp på våren. Passar utmärkt i kryddland och kruka.",
    "usage": "Kryddväxt; de gröna stråna används färska för smaksättning.",
    "image": "graslok.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Klipp regelbundet ner bladen för att främja ny tillväxt och förhindra att den går i blom för snabbt."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Kan sås från frö eller planteras som planta. Trivs i de flesta jordar. Plantera om och dela tuvan vart 3-4 år."
    },
    "fertilizing": {
      "months": [
        "april",
        "juni"
      ],
      "notes": "Behöver lite extra gödsel på våren och efter en större skörd för att stimulera tillväxt."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Mycket härdig (perenn). Död blast klipps bort på hösten. Kan drivas inomhus på vintern."
    },
    "soil": "väldränerad, näringsrik",
    "zone": 8,
    "care_interval_days": 7,
    "bloom_period": [
      "maj",
      "juni",
      "juli"
    ],
    "height_cm": 30,
    "care_guide": "Gräslök trivs bäst i **full sol**. Klipp regelbundet (även om du inte använder allt) för att hålla plantan frodig och förhindra blomning som gör stjälkarna sega."
  },
  {
    "id": 96,
    "name": "Persilja",
    "latin_name": "Petroselinum crispum",
    "category": "Ört",
    "type": "Tvåårig kryddväxt",
    "description": "Persilja är troligen en slätbladig persiljesort, känd för sin starka smak och stora, lättskördade blad. Persilja är en tvåårig växt, men odlas oftast som ettåring då smaken blir sämre andra året när den blommar.",
    "usage": "Kryddväxt; används färsk eller torkad för smaksättning, garnityr och som bas i sallader.",
    "image": "persilja.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Skörda de yttre stjälkarna nära marken. Undvik att skära av hela plantan."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Så direkt på friland i april/maj eller förodla. Fröna gror långsamt. Håll sådden fuktig."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juli"
      ],
      "notes": "Gödslas lätt under växtsäsong för att bibehålla frodig tillväxt."
    },
    "winter": {
      "months": [
        "november",
        "december"
      ],
      "notes": "Kan övervintra på en skyddad plats, men odlas bäst som ettåring. Kan flyttas inomhus för vinterskörd."
    },
    "soil": "mullrik, djup, fuktig",
    "zone": 8,
    "care_interval_days": 3,
    "bloom_period": [],
    "height_cm": 30,
    "care_guide": "Persilja trivs bäst i **halvskugga** men tål sol om jorden hålls fuktig. Kräver en jämn fuktighet, låt inte jorden torka ut. Vid torka kan den snabbt gå i blom."
  },
  {
    "id": 97,
    "name": "Dill",
    "latin_name": "Anethum graveolens",
    "category": "Ört",
    "type": "Ettårig kryddväxt",
    "description": "Dill är en bladdillsort som är mindre benägen att gå i blom (stocklöpning) än standarddill, vilket ger en längre skördetid för bladen. Dill är en av de mest älskade kryddorna i det svenska köket och är relativt enkel att odla.",
    "usage": "Kryddväxt; används färsk eller torkad (blad, blomskärmar/kronor, frö) till fisk, potatis och inläggningar.",
    "image": "dill.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "interval": "Varannan vecka"
    },
    "pruning": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Skörda bladen vid behov. Klipp av blomskärmar (kronan) om fröskörd inte önskas, för att behålla bladväxten."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli"
      ],
      "notes": "Så direkt på friland i omgångar under säsongen. Dill ogillar omplantering. Så grunt och vattna försiktigt."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Behöver sällan extra gödsel om jorden är näringsrik. Övergödsling kan skada smaken."
    },
    "winter": {
      "months": [],
      "notes": "Dill är en ettårig växt och övervintrar inte."
    },
    "soil": "luckert, väldränerat, gärna kalkrikt",
    "zone": 6,
    "care_interval_days": 14,
    "bloom_period": [
      "juli",
      "augusti"
    ],
    "height_cm": 60,
    "care_guide": "Dill trivs bäst i **full sol** och skyddat läge. Håll jorden lätt fuktig. Sorten 'Regia' har en långsam stocklöpning, vilket minskar risken att den går i blom för tidigt."
  },
  {
    "id": 98,
    "name": "Koriander",
    "latin_name": "Coriandrum sativum",
    "category": "Ört",
    "type": "Ettårig kryddväxt",
    "description": "Koriander är en sort som är framtagen för att producera mycket blad och ha en fördröjd blomning. Koriander är en ettårig kryddväxt där både bladen och fröna används i matlagning. Den trivs bäst i lite svalare temperaturer.",
    "usage": "Kryddväxt; bladen används färska (koriander) och fröna torkas (korianderfrö).",
    "image": "koriander.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Skörda de yttre bladen kontinuerligt. Klipp bort blomstjälkar för att förlänga skörden av blad."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Så direkt på friland i omgångar. Tål inte omplantering. Så grunt. Kan odlas i kruka."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Behöver lite extra gödsel endast om jorden är näringsfattig. Ett lätt kvävetillskott kan främja bladtillväxt."
    },
    "winter": {
      "months": [],
      "notes": "Koriander är en ettårig växt och övervintrar inte."
    },
    "soil": "mullrik, väldränerad",
    "zone": 8,
    "care_interval_days": 7,
    "bloom_period": [
      "juli",
      "augusti"
    ],
    "height_cm": 40,
    "care_guide": "Koriander trivs bäst i **halvskugga** under varma sommarmånader. Jämn vattning är viktig. Undvik stress (torka eller värme) då detta får plantan att gå i blom snabbt, vilket avslutar bladväxten."
  },
  {
    "id": 99,
    "name": "Mynta",
    "latin_name": "Mentha spicata",
    "category": "Ört",
    "type": "Perenn kryddväxt",
    "description": "Mynta är troligen en variant av spikmynta med ett silveraktigt eller luddigt bladverk. Mynta är en mycket lättodlad, flerårig ört som sprider sig aggressivt med utlöpare. Den är mycket härdig i större delen av Sverige.",
    "usage": "Kryddväxt; bladen används till te, drinkar, sallader och matlagning.",
    "image": "mynta.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Varannan vecka"
    },
    "pruning": {
      "months": [
        "april",
        "september"
      ],
      "notes": "Klipp ner hårt på våren för att få ny, fräsch tillväxt. Klipp även ner efter blomning på sensommaren."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Planteras i kruka, nedgrävd kruka eller rotspärr på friland för att kontrollera spridningen."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Lätt gödsel på våren räcker. Mynta är anspråkslös."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Mynta är perenn och övervintrar utan skydd i många zoner. Krukodlad mynta behöver vintertäckas."
    },
    "soil": "fuktig, näringsrik, väldränerad",
    "zone": 6,
    "care_interval_days": 14,
    "bloom_period": [
      "juli",
      "augusti",
      "september"
    ],
    "height_cm": 50,
    "care_guide": "Mynta trivs bäst i **halvskugga** men klarar sol om den vattnas regelbundet. Håll jorden fuktig. Var noga med att kontrollera spridningen, plantera i en behållare utan botten vid frilandsodling."
  },
  {
    "id": 100,
    "name": "Citronmeliss",
    "latin_name": "Melissa officinalis",
    "category": "Ört",
    "type": "Perenn kryddväxt",
    "description": "Citronmeliss är en tålig och flerårig kryddväxt i myntafamiljen, känd för sin friska doft av citrus. Den är mycket härdig, men kan sprida sig med frö. Bladen används färska för sin aromatiska smak.",
    "usage": "Kryddväxt; bladen används färska till te, desserter, sallader och fiskrätter.",
    "image": "citronmeliss.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "april",
        "augusti"
      ],
      "notes": "Klipp ned plantan hårt efter blomning för att förhindra spridning av frön och uppmuntra ny bladtillväxt. Kan klippas för skörd när som helst."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Kan sås från frö eller planteras ut från planta. Lätt att etablera. Var beredd på att den självsår sig aggressivt."
    },
    "fertilizing": {
      "months": [
        "april",
        "juni"
      ],
      "notes": "Lätt gödsling på våren och under sommaren vid regelbunden skörd."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Citronmeliss är perenn och övervintrar bra i de flesta odlingszoner. Klipp ner den på hösten eller våren."
    },
    "soil": "mullrik, väldränerad",
    "zone": 2,
    "care_interval_days": 7,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 60,
    "care_guide": "Citronmeliss trivs bäst i **sol till halvskugga**. Håll jorden lätt fuktig. För bästa smaken, skörda bladen innan plantan går i blom. Kan bli invasiv om den får sprida sina frön."
  },
  {
    "id": 101,
    "name": "Vitklöver",
    "latin_name": "Trifolium repens",
    "category": "Marktäckare/Perenn",
    "type": "Perenn",
    "description": "Vitklöver är en lågväxande, flerårig marktäckare känd för sitt dekorativa brokiga (variegerade) bladverk, som är grön-vitt. Den är extremt tålig, sprider sig snabbt och blommar med små vita, runda blommor. Passar utmärkt som kantväxt, i stenpartier eller som gräsmättersättare på små ytor.",
    "usage": "Marktäckare, kantväxt, prydnadsväxt.",
    "image": "vitklover.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Varannan vecka"
    },
    "pruning": {
      "months": [
        "maj",
        "augusti"
      ],
      "notes": "Kan klippas ned vid behov om den blir för yvig. Slåtter tål den väl."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera eller så på våren eller hösten. Etablerar sig snabbt i de flesta jordar."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Behöver sällan extra gödsel då klöver fixerar kväve från luften."
    },
    "winter": {
      "months": [],
      "notes": "Mycket härdig perenn. Behöver inget skydd."
    },
    "soil": "mullrik, väldränerad",
    "zone": 8,
    "care_interval_days": 14,
    "bloom_period": [
      "maj",
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 15,
    "care_guide": "Vitklöver trivs bäst i **full sol** för att behålla sin brokiga färg. Tål torka när den väl är etablerad, men vattna vid långvarig torka under etableringsfasen."
  },
  {
    "id": 102,
    "name": "Rödklöver",
    "latin_name": "Trifolium pratense",
    "category": "Vildväxt/Perenn",
    "type": "Perenn",
    "description": "Rödklöver är en högväxande perenn som används både som fodergröda och i naturliga rabatter. Den har de klassiska treklöverbladen och blommar med täta, rödvioletta huvuden. Rödklöver är kvävefixerande och förbättrar jordhälsan.",
    "usage": "Fodergröda, vildblomsrabatter, jordförbättrare, te/örtmedicin (blommorna).",
    "image": "rodklover.jpeg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "september"
      ],
      "notes": "Kan klippas ned efter blomning för att förhindra självsådd eller för att stimulera ny tillväxt."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Så direkt på friland på våren eller hösten. Gror bäst i lucker jord."
    },
    "fertilizing": {
      "months": [],
      "notes": "Behöver sällan extra gödsel då klöver fixerar kväve från luften. Undvik kvävegödsel."
    },
    "winter": {
      "months": [],
      "notes": "Mycket härdig perenn som övervintrar utan skydd."
    },
    "soil": "lerig, näringsrik, väldränerad",
    "zone": 8,
    "care_interval_days": 14,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 40,
    "care_guide": "Rödklöver trivs bäst i **full sol** men tolererar lätt skugga. Behöver ingen särskild skötsel och är mycket torktålig när den är etablerad."
  },
  {
    "id": 103,
    "name": "Kärleksört",
    "latin_name": "Hylotelephium spectabile",
    "category": "Perenn",
    "type": "Perenn",
    "description": "Kärleksört är en populär, tålig och flerårig perenn som är känd för sitt köttiga bladverk och senblommande blomhuvuden. Den får rosa till mörkröda blommor sent på sommaren och hösten, vilket gör den viktig för bin och fjärilar. Blomställningarna står vackra även under vintern.",
    "usage": "Rabattväxt, stenparti, snittblomma, bikas. Den torkade blomställningen är dekorativ på vintern.",
    "image": "karleksort.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Varannan vecka"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Klipp ner de gamla, torkade stjälkarna på våren när ny tillväxt syns."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera på en solig plats med väldränerad jord. Går lätt att föröka med sticklingar."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Behöver sällan gödsel. Övergödsling kan göra plantan vek och få den att falla isär."
    },
    "winter": {
      "months": [],
      "notes": "Mycket härdig perenn. Blomställningarna kan lämnas kvar som vinterskydd och dekoration."
    },
    "soil": "mager, väldränerad",
    "zone": 8,
    "care_interval_days": 14,
    "bloom_period": [
      "augusti",
      "september",
      "oktober"
    ],
    "height_cm": 50,
    "care_guide": "Kärleksört trivs bäst i **full sol** och mager jord. Undvik fuktiga och tunga jordar på vintern. Mycket torktålig."
  },
  {
    "id": 104,
    "name": "Sedum",
    "latin_name": "Sedum (Stenpartiväxt)",
    "category": "Perenn",
    "type": "Perenn",
    "description": "Sedum (fetknopp) är ett stort släkte av suckulenta perenner, varav många är lågväxande marktäckare. De är extremt tåliga mot torka och sol, och kännetecknas av köttiga blad som lagrar vatten. De blommar ofta med små stjärnformade blommor, vita, gula eller rosa, och är utmärkta i stenpartier och gröna tak.",
    "usage": "Stenparti, gröna tak, marktäckare, kantväxt.",
    "image": "sedum.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Mycket sällan"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Klipp bort gamla, torkade skott på våren. Vissa sorter kan behöva putsas efter blomning."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Planteras grunt på en solig plats. Kan enkelt förökas med enstaka blad eller stjälkar."
    },
    "fertilizing": {
      "months": [],
      "notes": "Ingen gödsel krävs. Växer bäst i mager jord."
    },
    "winter": {
      "months": [],
      "notes": "Mycket härdig. Klarar frost utan skydd."
    },
    "soil": "sandig, mager, väldränerad",
    "zone": 8,
    "care_interval_days": 30,
    "bloom_period": [
      "maj",
      "juli",
      "augusti",
      "september"
    ],
    "height_cm": 15,
    "care_guide": "Sedum trivs bäst i **full sol** och får inte planteras i tung, våt jord. Övervattning är det största hotet. Klarar långvarig torka utmärkt."
  },
  {
    "id": 105,
    "name": "Hassel",
    "latin_name": "Corylus avellana",
    "category": "Träd/Buske",
    "type": "Lövfällande buske",
    "description": "Hassel är en stor, flerstammig lövfällande buske som även kan växa till ett mindre träd. Den är välkänd för sina ätbara nötter (hasselnötter) och för att blomma tidigt på våren med gula hängen innan lövsprickningen. Det är en mycket robust och skuggtålig art.",
    "usage": "Prydnadsbuske, häck, nötproduktion, virke (vidja), vindskydd.",
    "image": "hassel.jpeg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Varannan vecka (vid torka)"
    },
    "pruning": {
      "months": [
        "februari",
        "mars"
      ],
      "notes": "Beskärs under JAS-perioden (Juli, Augusti, September) eller under vintervilan. Gallra äldre grenar vid behov för att föryngra busken."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Planteras på hösten eller tidig vår. Kräver god dränering. För god nötproduktion behövs oftast två olika sorter."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas sparsamt, oftast räcker det med kompost eller stallgödsel på våren."
    },
    "winter": {
      "months": [],
      "notes": "Mycket härdig och vintertålig i Sverige."
    },
    "soil": "mullrik, kalkrik, väldränerad",
    "zone": 6,
    "care_interval_days": 14,
    "bloom_period": [
      "februari",
      "mars",
      "april"
    ],
    "height_cm": 400,
    "care_guide": "Hassel trivs bäst i **sol till halvskugga**. Den är relativt torktålig men etablerade plantor gynnas av vattning under torra perioder. Viss skugga klarar den bra."
  },
  {
    "id": 106,
    "name": "Valnötsträd",
    "latin_name": "Juglans regia",
    "category": "Träd",
    "type": "Lövfällande träd",
    "description": "Valnötsträd är en sort av äkta valnöt som är känd för att vara mer härdig eller ha en finare form. Det är ett stort, lövfällande träd som producerar de ätbara valnötterna. Trädet har dekorativa parbladiga blad och passar bäst i de mildare delarna av Sverige.",
    "usage": "Prydnadsträd, nötproduktion, skugga. Träet är värdefullt.",
    "image": "valnotstrad.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Varannan vecka"
    },
    "pruning": {
      "months": [
        "juli",
        "augusti"
      ],
      "notes": "**Viktigt:** Beskär endast under JAS (Juli-September) då valnöt blöder kraftigt på våren. Forma kronan vid behov, och ta bort döda grenar."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september",
        "oktober"
      ],
      "notes": "Plantera på en djup, väldränerad plats med mycket utrymme. Unga träd kan behöva vinterskydd i kallare zoner."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas på våren med ett allsidigt trädgödsel. Särskilt viktigt för unga plantor."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Unga träd kan behöva skyddas mot vintersol och sträng kyla."
    },
    "soil": "djup, näringsrik, väldränerad",
    "zone": 3,
    "care_interval_days": 7,
    "bloom_period": [
      "april",
      "maj"
    ],
    "height_cm": 1500,
    "care_guide": "Valnötsträd kräver **full sol** och skydd från starka vindar. Håll jorden fuktig de första åren efter plantering. **Undvik beskärning på senvintern/våren** då det blöder kraftigt."
  },
  {
    "id": 107,
    "name": "Olivträd",
    "latin_name": "Olea europaea",
    "category": "Träd",
    "type": "Ständigrön/Krukväxt",
    "description": "Olivträd är en robust olivsort som odlas i kruka i Sverige. Det är ett städsegrönt träd med silvergröna blad och knotig stam som ger en medelhavskänsla. Det producerar små oätliga blommor och eventuellt frukter under gynnsamma förhållanden.",
    "usage": "Krukväxt/Prydnadsträd för uteplats eller vinterträdgård. Producerar oliver (i gynnsamma klimat).",
    "image": "olivtrad.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Beskär på våren innan knoppsprickning. Ta bort döda eller korsande grenar och forma kronan."
    },
    "planting": {
      "months": [
        "maj"
      ],
      "notes": "Flytta ut till skyddad, solig plats efter sista frosten. Plantera i stor kruka med väldränerad jord."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas med flytande näring för Medelhavsväxter under sommarsäsongen."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Måste vinterförvaras ljust och svalt (5-10°C) i frostfritt utrymme. Vattna sparsamt under vintern."
    },
    "soil": "väldränerad, sandig",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 250,
    "care_guide": "Olivträd kräver **full sol** under sommaren. Se till att jorden torkar upp lätt mellan vattningarna. Undvik stående vatten. Vinterförvaringen är avgörande i Sverige."
  },
  {
    "id": 108,
    "name": "Fikonträd",
    "latin_name": "Ficus carica",
    "category": "Buske/Träd",
    "type": "Lövfällande buske",
    "description": "Fikonträd är en kompakt och dvärgväxande sort av fikon, perfekt för krukodling eller plantering på en mycket skyddad plats. Den producerar ätbara frukter under gynnsamma förhållanden. Fikon är lövfällande och behöver en viloperiod under vintern.",
    "usage": "Krukväxt/Prydnadsträd för uteplats. Fruktproduktion.",
    "image": "fikontrad.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "februari",
        "mars"
      ],
      "notes": "Beskär i slutet av viloperioden (februari/mars) för att forma trädet och uppmuntra fruktbildning."
    },
    "planting": {
      "months": [
        "maj"
      ],
      "notes": "Plantera i en stor kruka med näringsrik, väldränerad jord. Flytta ut efter sista frost."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "notes": "Gödslas regelbundet under växtsäsongen med kväverik näring i början, och sedan en balanserad."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Vinterförvara i ett mörkt och svalt (0-5°C) utrymme, till exempel ett garage eller källare. Behöver ingen belysning eller vattning under vilan."
    },
    "soil": "väldränerad, näringsrik",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 150,
    "care_guide": "Fikonträd kräver **full sol** under växtsäsongen. Vattna rikligt under sommaren, men se till att jorden torkar upp mellan vattningarna. Övervintringen är kritisk för överlevnad."
  },
  {
    "id": 109,
    "name": "Citrusträd",
    "latin_name": "Citrus",
    "category": "Träd/Krukväxt",
    "type": "Krukväxt/Träd",
    "description": "Citrusträd refererar troligen till en storslagen, doftande citrusväxt. Dessa träd odlas i kruka i Sverige. De har glänsande gröna blad, doftande vita blommor och producerar frukter. De är populära för sin starka citrusdoft och dekorativa utseende.",
    "usage": "Krukväxt/Prydnadsträd för uteplats och vinterträdgård. Frukt och doftande blommor.",
    "image": "citrustrad.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "mars"
      ],
      "notes": "Beskär på våren för att forma trädet och ta bort döda grenar. Klipp ovanför ett utåtriktat blad."
    },
    "planting": {
      "months": [
        "maj"
      ],
      "notes": "Flytta ut till solig och skyddad plats efter sista frosten. Använd speciell citrusjord eller väldränerad, porös jord."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Använd specialgödsel för citrusväxter regelbundet under växtperioden."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Måste vinterförvaras ljust och svalt (5-10°C). Vattna sparsamt; jorden ska torka ut lätt mellan vattningarna."
    },
    "soil": "väldränerad, lätt sur",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [
      "maj",
      "juni",
      "juli"
    ],
    "height_cm": 150,
    "care_guide": "Citrusträd kräver **full sol** och skydd mot kyla. Se till att jorden har utmärkt dränering och undvik att ställa krukan på kallt golv under vintern. Vattna med kalkfattigt vatten."
  },
  {
    "id": 110,
    "name": "Apelsinträd",
    "latin_name": "Citrus sinensis",
    "category": "Träd/Krukväxt",
    "type": "Krukväxt/Träd",
    "description": "Apelsinträd är en populär citrusväxt som odlas i kruka i Sverige för sina glänsande blad, vita, doftande blommor och, under gynnsamma förhållanden, sina söta frukter. Det ger en Medelhavskänsla till uteplatser under sommaren.",
    "usage": "Krukväxt/Prydnadsträd, frukt (ätliga apelsiner), doftande blommor.",
    "image": "apelsintrad.jpeg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "mars"
      ],
      "notes": "Formbeskär på våren. Klipp bort döda grenar och sidoskott från grundstammen."
    },
    "planting": {
      "months": [
        "maj"
      ],
      "notes": "Flytta ut till en mycket solig och skyddad plats efter sista frost. Plantera i väldränerad citrusjord."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Använd specialgödsel för citrusväxter under växtperioden. Gödseln bör ha en god balans av mikronäringsämnen."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Vinterförvaras ljust och svalt (5-10°C) i frostfritt utrymme. Vattna sparsamt."
    },
    "soil": "väldränerad, porös",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 200,
    "care_guide": "Apelsinträd trivs bäst i **full sol**. Låt jorden torka upp mellan vattningarna. Det är viktigt att undvika drag och snabba temperaturväxlingar. Förvara svalt på vintern för att främja blomning."
  },
  {
    "id": 111,
    "name": "Citronträd",
    "latin_name": "Citrus limon",
    "category": "Träd/Krukväxt",
    "type": "Krukväxt/Träd",
    "description": "Citronträd odlas som krukväxt i Sverige och bär citrusfrukter. Liksom andra citrusträd har den vita, starkt doftande blommor och mörkgröna, glänsande blad. Den kräver mycket ljus och värme för att sätta frukt.",
    "usage": "Krukväxt/Prydnadsträd, frukt (ätliga citroner), doftande blommor.",
    "image": "citrontrad.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "mars"
      ],
      "notes": "Beskär på våren. Ta bort vattenskott (vertikala skott) och forma kronan för att maximera ljusinsläppet."
    },
    "planting": {
      "months": [
        "maj"
      ],
      "notes": "Planteras i en stor kruka. Citrusträd föredrar att stå utomhus på en solig plats under sommaren."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Använd specialgödsel för citrus. Gödslas under hela växtperioden."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Vinterförvaras ljust och svalt (5-10°C). Dra ner på vattningen under denna period."
    },
    "soil": "väldränerad, porös",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [
      "maj",
      "juni",
      "juli"
    ],
    "height_cm": 150,
    "care_guide": "Citronträd kräver **full sol** under sommaren. Se till att det inte står i drag. Vattna med kalkfattigt vatten, och låt ytan torka upp mellan vattningarna."
  },
  {
    "id": 112,
    "name": "Lime",
    "latin_name": "Citrus aurantiifolia",
    "category": "Träd/Krukväxt",
    "type": "Krukväxt/Träd",
    "description": "Lime är en sort av limeträd som odlas i kruka i Sverige. Det är känt för att vara produktivt och bära frukter även i krukkultur. Liksom andra citrusar har den blanka blad och starkt doftande blommor, och behöver en lång och varm sommar.",
    "usage": "Krukväxt/Prydnadsträd, frukt (ätliga limefrukter), doftande blommor.",
    "image": "limetrad.jpeg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "mars"
      ],
      "notes": "Beskär på våren för att upprätthålla önskad form och uppmuntra till fruktbärande skott."
    },
    "planting": {
      "months": [
        "maj"
      ],
      "notes": "Plantera i en stor kruka och ställ utomhus på solig, varm plats under sommaren."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Använd specialgödsel för citrusväxter, särskilt viktigt under blomning och fruktsättning."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Vinterförvaras ljust och svalt (5-10°C). Vattna sparsamt."
    },
    "soil": "väldränerad, porös",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [
      "maj",
      "juni",
      "juli"
    ],
    "height_cm": 150,
    "care_guide": "Lime kräver **full sol** och skydd mot kyla. Jorden måste vara väldränerad för att undvika rotröta. Låt jorden torka upp mellan vattningarna. Lång och sval vintervila är viktig."
  },
  {
    "id": 113,
    "name": "Maranta",
    "latin_name": "Maranta leuconeura",
    "category": "Krukväxt",
    "type": "Krukväxt",
    "description": "Maranta, även känd som 'Prayer Plant', är en populär krukväxt känd för sitt vackra bladverk och unika rörelse; bladen fäller ihop sig på kvällen. Den har ovala blad med distinkta markeringar, ofta röda vener och ljusgröna fläckar. Trivs i hög luftfuktighet.",
    "usage": "Krukväxt, prydnadsväxt för inomhusmiljöer.",
    "image": "maranta.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "mars",
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september",
        "oktober"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "april",
        "augusti"
      ],
      "notes": "Klipp bort gula eller döda blad. Klipp in långa rankor vid behov för att uppmuntra buskigare växtsätt."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Plantera i kruka med vanlig blomjord. Omplantera vartannat år på våren."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas varannan vecka med utspädd flytande näring under växtsäsongen."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Håll rumstemperatur. Vattna sparsamt, men upprätthåll luftfuktigheten."
    },
    "soil": "mullrik, väldränerad",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 30,
    "care_guide": "Maranta trivs bäst i **indirekt ljust fönster** (ej direkt sol). Kräver **hög luftfuktighet** – duscha bladen ofta eller placera krukan på ett fat med lecakulor och vatten. Använd kalkfritt vatten (regnvatten eller kokat). Låt inte jorden torka ut helt."
  },
  {
    "id": 114,
    "name": "Kalatea",
    "latin_name": "Calathea",
    "category": "Krukväxt",
    "type": "Krukväxt",
    "description": "Kalatea är ett släkte av tropiska krukväxter, kända för sina otroligt mönstrade och färgstarka blad, som ofta är lila på undersidan. Många arter fäller också ihop bladen på natten ('Prayer Plant'). De kräver värme och hög luftfuktighet för att trivas i hemmiljö.",
    "usage": "Krukväxt, prydnadsväxt för inomhusmiljöer.",
    "image": "kalatea.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september",
        "oktober"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Ta bort fula eller döda blad genom att klippa av dem vid basen."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Plantera i kruka med fuktighetshållande, mullrik jord. Omplantera sällan."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas sparsamt (halv dos) varannan vecka med flytande näring under växtsäsongen."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Håll rumstemperatur och minska vattningen. Håll hög luftfuktighet."
    },
    "soil": "mullrik, fuktighetshållande",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [],
    "height_cm": 60,
    "care_guide": "Kalatea trivs bäst i **indirekt ljus/halvskugga**. Håll jorden lätt fuktig. Är mycket känslig för klor och kalk i vattnet, använd regnvatten eller kokat, avsvalnat vatten för att undvika bruna bladkanter."
  },
  {
    "id": 115,
    "name": "Palettblad",
    "latin_name": "Plectranthus scutellarioides",
    "category": "Krukväxt",
    "type": "Ettårig/Krukväxt",
    "description": "Palettblad är en kompakt variant av den populära prydnadsväxten Palettblad, känd för sina otroligt färgstarka och sammetslena blad. Den odlas ofta som krukväxt inomhus men kan användas som ettårig växt utomhus under sommaren. Färgen varierar beroende på sort och ljusförhållanden.",
    "usage": "Krukväxt, utplanteringsväxt (sommar), prydnadsväxt för bladverk.",
    "image": "palettblad.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Toppa regelbundet de nya skotten för att få en buskig och kompakt växt. Nyp bort eventuella blomstjälkar."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Plantera i kruka. Kan sättas utomhus efter sista frost. Förökas lätt med sticklingar i vatten."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas varje vecka med flytande näring under växtsäsongen."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Övervintras ljust och svalt inomhus. Dra ner på vattningen under vintern."
    },
    "soil": "mullrik, fuktighetshållande",
    "zone": 1,
    "care_interval_days": 3,
    "bloom_period": [
      "juli",
      "augusti",
      "september"
    ],
    "height_cm": 30,
    "care_guide": "Palettblad trivs bäst i **ljust indirekt ljus** eller **halvskugga**. Direkt stark sol kan bleka bladen. Kräver jämn fuktighet och får inte torka ut helt. Toppning är nyckeln till en fin planta."
  },
  {
    "id": 116,
    "name": "Ormbunke",
    "latin_name": "Nephrolepis",
    "category": "Krukväxt",
    "type": "Krukväxt/Perenn",
    "description": "Ormbunke kan vara en sort av Japansk regnbågsormbunke (perenn) eller en inomhusormbunke. Oavsett art är ormbunkar kända för sina graciösa, fjäderlika blad (bräken). De trivs i skugga och hög luftfuktighet.",
    "usage": "Krukväxt, skuggplantering (perenn sort), prydnadsväxt för bladverk.",
    "image": "ormbunke.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti",
        "september"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "mars",
        "september"
      ],
      "notes": "Klipp bort fula, bruna eller döda blad vid basen. Görs kontinuerligt."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Plantera i fuktighetshållande, sur jord (om perenn). Inomhus: Plantera i porös, mullrik jord."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas sparsamt med flytande näring under växtsäsongen."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Perenna sorter: Behöver inget skydd. Krukväxt: Håll rumstemperatur och hög luftfuktighet."
    },
    "soil": "mullrik, fuktighetshållande",
    "zone": 8,
    "care_interval_days": 7,
    "bloom_period": [],
    "height_cm": 70,
    "care_guide": "Ormbunke trivs bäst i **skugga** och **hög luftfuktighet**. Låt inte jorden torka ut. Vattna med kalkfattigt vatten för att undvika fula fläckar på bladen."
  },
  {
    "id": 117,
    "name": "Aspidistra",
    "latin_name": "Aspidistra elatior",
    "category": "Krukväxt",
    "type": "Krukväxt",
    "description": "Aspidistra, även kallad 'Gjutjärnsplantan', är en extremt tålig och anspråkslös krukväxt, känd för att klara av lågt ljus och dålig skötsel. Den har mörkgröna, långa, blanka blad som växer direkt från jordytan. Mycket populär i gamla tiders salonger och fortfarande en utmärkt kontorsväxt.",
    "usage": "Krukväxt, tålig prydnadsväxt för mörka hörn.",
    "image": "aspidistra.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti",
        "september",
        "oktober"
      ],
      "interval": "Varannan vecka"
    },
    "pruning": {
      "months": [
        "mars"
      ],
      "notes": "Ta bort skadade eller gula blad genom att klippa av dem nära basen."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Planteras i kruka. Omplantera sällan, plantan trivs med att stå trångt."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas sparsamt (halv dos) var fjärde vecka under växtsäsongen."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Trivs i svalare temperaturer på vintern (10-15°C) men klarar vanlig rumstemperatur."
    },
    "soil": "väldränerad, mullrik",
    "zone": 1,
    "care_interval_days": 14,
    "bloom_period": [],
    "height_cm": 70,
    "care_guide": "Aspidistra trivs bäst i **skugga** eller **mörka lägen**. Tål inte direkt stark sol som kan bränna bladen. Låt jorden torka ut ordentligt mellan vattningarna, särskilt på vintern. Mycket tålig mot torka."
  },
  {
    "id": 118,
    "name": "Rosenskärm",
    "latin_name": "Medinilla magnifica",
    "category": "Perenn",
    "type": "Perenn",
    "description": "Rosenskärm är en ovanlig, lågväxande perenn, besläktad med Vårsköna, känd för sina flikiga, klockformade rosa eller lila blommor. Den har vintergrönt bladverk som ofta skiftar till rött på hösten. Växer vilt i Japan och trivs i fuktiga, skuggiga skogsmiljöer.",
    "usage": "Skuggplantering, stenparti, lundmiljö, prydnadsväxt för blad och tidig blomning.",
    "image": "rosenskarm.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Behöver sällan beskäras. Ta bort döda eller fula blad på våren."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera i en fuktig, humusrik jord på ett skuggigt läge. Gillar inte att bli flyttad."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Lätt gödsling med kompost eller rododendrongödsel på våren."
    },
    "winter": {
      "months": [
        "december",
        "januari",
        "februari"
      ],
      "notes": "Vintergrön. Kan behöva skyddas mot barfrost och stark vintersol med granris eller löv."
    },
    "soil": "mullrik, sur, fuktig",
    "zone": 5,
    "care_interval_days": 7,
    "bloom_period": [
      "april",
      "maj"
    ],
    "height_cm": 15,
    "care_guide": "Rosenskärm trivs bäst i **skugga** och **fuktig** jord. Undvik direkt sol och se till att jorden är väldränerad men aldrig uttorkad. Utmärkt i surjordsrabatter."
  },
  {
    "id": 119,
    "name": "Rosenskära",
    "latin_name": "Cosmos bipinnatus",
    "category": "Ettårig blomma",
    "type": "Ettårig växt",
    "description": "Rosenskära är en populär ettårig sommarblomma känd för sina fjäderlätta blad och stora, skålformade blommor som lockar bin och fjärilar. Den blommar rikligt från sommar till frost och finns i färgerna vit, rosa och röd. Passar utmärkt som snittblomma.",
    "usage": "Rabattväxt, snittblomma, insektsdragande, bakgrundsväxt.",
    "image": "rosenskara.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "juli",
        "augusti",
        "september"
      ],
      "notes": "Nyp bort vissna blommor regelbundet (deadheading) för att stimulera ny blomning och förlänga säsongen."
    },
    "planting": {
      "months": [
        "mars",
        "april",
        "maj"
      ],
      "notes": "Förodlas inomhus i mars/april eller direktsås på friland efter sista frost i maj. Toppa plantorna för buskigare växtsätt."
    },
    "fertilizing": {
      "months": [
        "juli",
        "augusti"
      ],
      "notes": "Gödslas sparsamt. För mycket gödsel ger mycket blad men få blommor. En lätt dos flytande näring vid behov räcker."
    },
    "winter": {
      "months": [],
      "notes": "Ettårig växt. Dör vid frost."
    },
    "soil": "mager, väldränerad",
    "zone": 1,
    "care_interval_days": 7,
    "bloom_period": [
      "juli",
      "augusti",
      "september",
      "oktober"
    ],
    "height_cm": 100,
    "care_guide": "Rosenskära trivs bäst i **full sol** och **mager** jord. De högre sorterna behöver stöd. Låt jorden torka upp mellan vattningarna, de tål torka bra, men blommar bättre med jämn fuktighet."
  },
  {
    "id": 120,
    "name": "Astilbe",
    "latin_name": "Astilbe",
    "category": "Perenn",
    "type": "Perenn",
    "description": "Astilbe är en flerårig perenn känd för sina fjäderlika, fluffiga blomspiror i nyanser av vitt, rosa, rött och lila. Den har ett elegant, finflikigt bladverk och trivs utmärkt på skuggiga, fuktiga platser där få andra växter blommar. Blommar under högsommaren.",
    "usage": "Skuggplantering, fuktig rabatt, kantväxt vid dammar, snittblomma.",
    "image": "astilbe.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "2 gånger/vecka"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Klipp bort de gamla, torkade stjälkarna på våren innan den nya tillväxten börjar. De torkade blomställningarna är dekorativa på vintern."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera grunt i mullrik, fuktig jord. Delas med fördel vart fjärde till femte år för att föryngra plantan."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas sparsamt på våren med kompost eller allsidigt gödsel. Undvik övergödsling."
    },
    "winter": {
      "months": [],
      "notes": "Vinterhärdig perenn. Behöver inget extra skydd."
    },
    "soil": "mullrik, fuktig, gärna sur",
    "zone": 7,
    "care_interval_days": 3,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 70,
    "care_guide": "Astilbe trivs bäst i **halvskugga till skugga** och är mycket känslig för torka. **Jämn och god vattentillgång** är avgörande för att plantan ska blomma rikligt och inte få brända bladkanter."
  },
  {
    "id": 121,
    "name": "Funkia",
    "latin_name": "Hosta",
    "category": "Perenn",
    "type": "Perenn",
    "description": "Funkia (Hosta) är en tålig perenn som är älskad för sitt silvergröna eller blådaggiga bladverk. Den bildar täta tuvor och blommar med lavendelfärgade eller vita klockformade blommor på höga stjälkar under sommaren. Den är idealisk för skuggiga rabatter och är en utmärkt kantväxt.",
    "usage": "Skuggplantering, kantväxt, krukodling, prydnadsväxt för bladverk.",
    "image": "funkia.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Varannan vecka"
    },
    "pruning": {
      "months": [
        "oktober",
        "november"
      ],
      "notes": "Låt bladen vissna ner naturligt. Klipp bort dem sent på hösten eller tidigt på våren innan ny tillväxt."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Planteras i mullrik, fuktighetshållande jord. Undvik att plantera djupt."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas lätt på våren med ett allsidigt gödsel. Behöver sällan extra näring."
    },
    "winter": {
      "months": [],
      "notes": "Mycket vinterhärdig perenn. Behöver inget skydd."
    },
    "soil": "mullrik, fuktighetshållande",
    "zone": 8,
    "care_interval_days": 14,
    "bloom_period": [
      "juli",
      "augusti"
    ],
    "height_cm": 40,
    "care_guide": "Funkia trivs bäst i **skugga till halvskugga**. Håll jorden jämt fuktig. **Observera:** Bladen är mycket attraktiva för sniglar och snäckor, använd lämpliga snigelmedel eller förebyggande åtgärder."
  },
  {
    "id": 122,
    "name": "Hosta",
    "latin_name": "Hosta",
    "category": "Perenn",
    "type": "Perenn",
    "description": "Hosta är en perenn känd för sina stora, variegerade blad som kombinerar nyanser av grönt, vitt och gult. Den är mycket populär som skuggväxt och prydnadsväxt för bladverk. Blommar med klockformade, doftande blommor under högsommaren.",
    "usage": "Skuggplantering, kantväxt, krukodling, prydnadsväxt för bladverk.",
    "image": "hosta.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "1 gång/vecka"
    },
    "pruning": {
      "months": [
        "oktober",
        "november"
      ],
      "notes": "Låt bladen vissna ner naturligt. Klipp bort dem sent på hösten eller tidigt på våren innan ny tillväxt."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Planteras grunt i mullrik, fuktighetshållande jord. Undvik att plantera djupt."
    },
    "fertilizing": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Gödslas lätt på våren med ett allsidigt gödsel. Behöver sällan extra näring."
    },
    "winter": {
      "months": [],
      "notes": "Mycket vinterhärdig perenn. Behöver inget skydd."
    },
    "soil": "mullrik, fuktighetshållande",
    "zone": 8,
    "care_interval_days": 7,
    "bloom_period": [
      "juli",
      "augusti"
    ],
    "height_cm": 50,
    "care_guide": "Hosta Variegata trivs bäst i **skugga till halvskugga**. Vissa variegerade sorter kan tåla lite mer sol om de har mycket vitt i bladen, men de måste vattnas rikligt. Var på din vakt mot sniglar."
  },
  {
    "id": 123,
    "name": "Alunrot",
    "latin_name": "Heuchera",
    "category": "Perenn",
    "type": "Perenn",
    "description": "Alunrot är en flerårig perenn som huvudsakligen odlas för sitt spektakulära, färgstarka bladverk som kan vara allt från limegrönt, gult, bärnstensfärgat, till mörkt lila eller nästan svart. Den bildar låga, täta tuvor och skickar upp tunna spiror av små, klockformade blommor under sommaren.",
    "usage": "Rabattkant, marktäckare, krukodling, prydnadsväxt för bladverk.",
    "image": "alunrot.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Varannan vecka"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Ta bort gamla, fula blad på våren. Klipp av blomstänglarna efter blomning om frösådd inte önskas."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Planteras grunt, då rötterna tenderar att lyfta upp ur jorden. Fyll på med jord eller kompost årligen."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas lätt på våren med kompost eller ett allsidigt gödsel. Undvik övergödsling."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Kan vara vintergrön i milda klimat. Skyddas mot barfrost och vintersol."
    },
    "soil": "mullrik, väldränerad",
    "zone": 8,
    "care_interval_days": 7,
    "bloom_period": [
      "juni",
      "juli"
    ],
    "height_cm": 40,
    "care_guide": "Alunrot trivs bäst i **halvskugga** men sorter med mörka blad klarar sol bättre. Håll jorden jämnt fuktig men undvik övervattning. Viktigt med god dränering, särskilt på vintern."
  },
  {
    "id": 124,
    "name": "Prydnadsgräs",
    "latin_name": "Miscanthus / Calamagrostis / Stipa (Exempel)",
    "category": "Perenn",
    "type": "Prydnadsgräs",
    "description": "Prydnadsgräs är en samling av många olika arter och sorter som används för att skapa textur, rörelse och höjd i rabatter. De flesta är perenna och bjuder på vackra fröställningar och höstfärger. De är generellt tåliga och ger struktur även under vintern.",
    "usage": "Rabattväxt, solitär, vinterstruktur, insynsskydd (höga sorter).",
    "image": "prydnadsgras.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Varannan vecka"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Klipp ner hela plantan till ca 10 cm över marken på våren, innan den nya tillväxten startar. Låt stråna stå över vintern som skydd och dekoration."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera på våren. De flesta gräs trivs i lucker, väldränerad jord."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas sparsamt på våren. För mycket kväve kan göra att stråna blir veka."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Låt stå oklippt för att skydda rothalsen mot vinterfukt och kyla. Knyt ihop toppen på höga sorter."
    },
    "soil": "mullrik, väldränerad",
    "zone": 8,
    "care_interval_days": 14,
    "bloom_period": [
      "augusti",
      "september",
      "oktober"
    ],
    "height_cm": 120,
    "care_guide": "Prydnadsgräs trivs bäst i **full sol** för att utveckla de vackraste axen och höstfärgerna. Vattna regelbundet under etableringsfasen, men etablerade plantor är ofta torktåliga."
  },
  {
    "id": 125,
    "name": "Jätterör",
    "latin_name": "Arundo donax",
    "category": "Prydnadsgräs",
    "type": "Prydnadsgräs",
    "description": "Jätterör är ett imponerande, högt prydnadsgräs som skapar dramatisk höjd och textur. Dess bambuliknande stjälkar och stora blad ger en tropisk känsla. Det är snabbväxande, men måste vintertäckas noggrant i Sverige för att överleva som perenn. Observera den angivna höjden, som kan vara extremt hög för denna art.",
    "usage": "Solitär, insynsskydd, bakgrund i rabatt, medelhavsträdgård.",
    "image": "jatteror.JPG",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Håll jorden jämnt fuktig"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Klipps ner till marknivå tidigt på våren innan ny tillväxt startar. Låt de gamla stråna stå över vintern som skydd."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Plantera på våren för bästa etablering. Ge gott om plats då den sprider sig."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "notes": "Gödslas måttligt under växtsäsongen med kvävefattig gödsel för att främja starka strån."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari",
        "mars"
      ],
      "notes": "Kräver vintertäckning (t.ex. halm eller löv) i de flesta svenska zoner, särskilt rothalsen. Växten är frostkänslig."
    },
    "soil": "Fuktig, näringsrik, väldränerad",
    "zone": 2,
    "care_interval_days": 7,
    "bloom_period": [
      "september",
      "oktober"
    ],
    "height_cm": 300,
    "care_guide": "Jätterör ('Arundo donax') trivs bäst i **full sol** för att uppnå maximal höjd. Trots att den tål torka när den är etablerad, utvecklas den bäst med riklig och regelbunden vattning under sommaren. Den angivna höjden 1505 cm är felaktig; normal höjd är ca 200-300 cm i Sverige."
  },
  {
    "id": 126,
    "name": "Prydnadskål",
    "latin_name": "Brassica oleracea",
    "category": "Ettårig/Tvåårig",
    "type": "Dekorationsväxt",
    "description": "Prydnadskål är en färgstark växt som används för att ge färg i höst- och vinterplanteringar. Dess blad skiftar i vackra nyanser av lila och rött när temperaturen sjunker. Den odlas vanligen som ettårig i Sverige men tål lätt frost.",
    "usage": "Höstkrukor, rabattkant, vinterdekoration.",
    "image": "prydnadskal.jpeg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "augusti",
        "september",
        "oktober"
      ],
      "interval": "Håll jorden lätt fuktig"
    },
    "pruning": {
      "months": [
        "ingen beskärning"
      ],
      "notes": "Ingen beskärning behövs. Plocka bort gulnande eller skadade blad vid behov."
    },
    "planting": {
      "months": [
        "augusti",
        "september"
      ],
      "notes": "Planteras ut sent på sommaren/tidig höst. Kan planteras i kruka eller rabatt."
    },
    "fertilizing": {
      "months": [
        "augusti",
        "september"
      ],
      "notes": "Gödslas sparsamt vid plantering för att gynna bladfärgen. Övergödning kan leda till vek tillväxt."
    },
    "winter": {
      "months": [
        "november",
        "december"
      ],
      "notes": "Tål en del frost och behåller färgen länge. Vid mycket hård frost kan ett lätt skydd förlänga säsongen."
    },
    "soil": "Näringsrik, väldränerad",
    "zone": 6,
    "care_interval_days": 7,
    "bloom_period": [],
    "height_cm": 25,
    "care_guide": "Prydnadskål trivs bäst i **sol till halvskugga**. Färgerna blir intensivast med svala nätter och mycket ljus. Vattna regelbundet; låt inte torka ut helt i kruka."
  },
  {
    "id": 127,
    "name": "Praktriddarsporre",
    "latin_name": "Delphinium elatum",
    "category": "Perenn",
    "type": "Perenn",
    "description": "Praktriddarsporren är en klassisk, ståtlig perenn känd för sina höga, spirformade blomställningar i nyanser av blått, lila eller vitt. Den ger höjd och drama till rabatten och blommar under tidig till mitten av sommaren. Växten är giftig och bör hanteras varsamt.",
    "usage": "Bakgrundsväxt, snittblomma, cottage garden, solitär.",
    "image": "praktriddarsporre.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Håll jorden jämnt fuktig"
    },
    "pruning": {
      "months": [
        "juli",
        "augusti"
      ],
      "notes": "Klipp ner de utblommade spirorna till marken efter första blomningen för att uppmuntra en andra, mindre blomning på sensommaren/hösten."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera i näringsrik jord. De höga sorterna kan behöva stöd, t.ex. med en spaljé eller pinnar."
    },
    "fertilizing": {
      "months": [
        "april",
        "juni"
      ],
      "notes": "Gödslas rikligt på våren och en gång till efter den första blomningen för att främja ny tillväxt."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig. Låt vissnade stjälkar stå kvar för att skydda rothalsen eller täck med ett tunt lager löv i snöfria områden."
    },
    "soil": "Näringsrik, djup, väldränerad",
    "zone": 7,
    "care_interval_days": 7,
    "bloom_period": [
      "juni",
      "juli"
    ],
    "height_cm": 150,
    "care_guide": "Praktriddarsporre trivs bäst i **full sol** eller lätt halvskugga (där den kan bli vek). Jorden ska vara näringsrik och hållas jämnt fuktig. Skydda mot sniglar på våren. Angiven blomningsperiod i november/december är felaktig."
  },
  {
    "id": 128,
    "name": "Löjtnantshjärta",
    "latin_name": "Dicentra spectabilis 'Alba' / 'Valentine' (Gigantea är ingen känd sort)",
    "category": "Perenn",
    "type": "Perenn",
    "description": "Löjtnantshjärtat är en charmig klassiker i rabatten, känd för sina hängande hjärtformade blommor som sitter på bågformade stjälkar. Den 'gigantea'-varianten är antagligen tänkt att beskriva en storväxande sort, men Dicentra Spectabilis blir ofta ca 80-90 cm hög. Den vissnar ner helt efter blomningen på sommaren.",
    "usage": "Skuggrabatt, woodland, snittblomma, tidig vårfärg.",
    "image": "lojtnantshjarta.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni"
      ],
      "interval": "Håll jorden fuktig under växt och blomning"
    },
    "pruning": {
      "months": [
        "juni",
        "juli"
      ],
      "notes": "Klipp ner stjälkarna till marken när bladverket gulnar och vissnar ner efter blomningen (det är normalt)."
    },
    "planting": {
      "months": [
        "april",
        "september",
        "oktober"
      ],
      "notes": "Planteras i mullrik, fuktig jord. Undvik platser som torkar ut helt på sommaren."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas lätt på våren med kompost eller långtidsverkande gödsel."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig perenn. Kräver inget extra vinterskydd i rekommenderade zoner."
    },
    "soil": "Mullrik, fuktighetshållande",
    "zone": 7,
    "care_interval_days": 14,
    "bloom_period": [
      "maj",
      "juni"
    ],
    "height_cm": 90,
    "care_guide": "Löjtnantshjärta trivs bäst i **halvskugga eller skugga**. För mycket sol kan bränna bladen, särskilt om jorden är torr. Vattna regelbundet under våren och blomningen. Angiven trivsel i ljust fönster och augusti-blomning är felaktig."
  },
  {
    "id": 129,
    "name": "Stormhatt",
    "latin_name": "Aconitum napellus",
    "category": "Perenn",
    "type": "Perenn",
    "description": "Stormhatt (Aconitum) är en upprättväxande perenn känd för sina hjälmformade, djupt blå-lila blommor som blommar sent på säsongen, vilket är värdefullt i rabatten. 'Nana' antyder en kompakt, lägre sort. **Viktigt:** Hela växten, särskilt rötterna, är mycket giftig.",
    "usage": "Bakgrundsväxt, rabatt, snittblomma, höstfärg.",
    "image": "stormhatt.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Håll jorden jämnt fuktig"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Klipp ner vissna stjälkar till marken på våren. Använd handskar vid hantering på grund av giftigheten."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera i djup, näringsrik jord. Undvik omplantering då den har känsliga rötter."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas lätt på våren. För mycket kväve kan göra stjälkarna veka."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig. Kräver inget särskilt vinterskydd."
    },
    "soil": "Näringsrik, fuktig, lerig",
    "zone": 1,
    "care_interval_days": 14,
    "bloom_period": [
      "augusti",
      "september",
      "oktober"
    ],
    "height_cm": 150,
    "care_guide": "Stormhatt trivs bäst i **halvskugga** men klarar sol om jorden hålls konstant fuktig. Vattna regelbundet vid torka. Angiven höjd (494 cm) är felaktig; sorter är vanligen 100-150 cm."
  },
  {
    "id": 130,
    "name": "Vallmo",
    "latin_name": "Papaver (olika arter)",
    "category": "Ettårig/Perenn",
    "type": "Blomma",
    "description": "Vallmo ('Papaver') är känd för sina stora, pappersliknande blommor i starka färger. Denna sort är en lågväxande typ, troligen en ettårig sort som sår sig lätt. Den ger en kort men intensiv blomning.",
    "usage": "Rabatt, stenparti (lägre sorter), självsådd i grus, snittblomma.",
    "image": "vallmo.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni"
      ],
      "interval": "Vattnas vid torka"
    },
    "pruning": {
      "months": [
        "juni",
        "juli"
      ],
      "notes": "Klipp bort vissna blommor för att främja eventuell re-blomning (vissa sorter). Låt några frökapslar stå för självsådd."
    },
    "planting": {
      "months": [
        "mars",
        "april",
        "september"
      ],
      "notes": "Så direkt på växtplatsen på våren eller hösten. Gillar inte att flyttas."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas mycket sparsamt. För näringsrik jord ger mer blad och färre blommor."
    },
    "winter": {
      "months": [
        "inte relevant"
      ],
      "notes": "De flesta sorter är ettåriga eller härdiga perenner. Självsådda plantor övervintrar utan skydd."
    },
    "soil": "Väldränerad, mager",
    "zone": 7,
    "care_interval_days": 7,
    "bloom_period": [
      "maj",
      "juni",
      "juli"
    ],
    "height_cm": 40,
    "care_guide": "Vallmo trivs bäst i **full sol**. Den föredrar mager och väldränerad jord. Vattna endast under långvarig torka. Angiven kategori 'inomhus' och 'inomhusväxt' är felaktig; vallmo är en utomhusväxt."
  },
  {
    "id": 131,
    "name": "Brudslöja Rubra",
    "latin_name": "Gypsophila paniculata",
    "category": "Perenn",
    "type": "Perenn",
    "description": "Brudslöja är en lätt, luftig perenn, känd för sina moln av små blommor, vanligen vita eller rosa. 'Rubra' indikerar en rosa-röd variant. Den ger en vacker kontrast och fyllighet i rabatter och är populär som snittblomma.",
    "usage": "Rabattfyllnad, snittblomma, stenparti (lägre sorter), kantväxt.",
    "image": "brudsloja.jpeg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "interval": "Tål torka, vattna vid långvarig torka"
    },
    "pruning": {
      "months": [
        "juli",
        "augusti"
      ],
      "notes": "Klipp ner efter första blomningen för att uppmuntra ett andra, lättare flor. Klipp ner helt på våren."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Plantera djupt i lucker, kalkrik jord. Undvik flyttning då den har en känslig pålrot."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas sparsamt på våren. Trivs bäst i magrare jord."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Mycket härdig. Väldränerad jord på vintern är viktigast för överlevnaden."
    },
    "soil": "Kalkrik, väldränerad",
    "zone": 8,
    "care_interval_days": 14,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 50,
    "care_guide": "Brudslöja trivs bäst i **full sol**. Väldränerad och kalkrik jord är nödvändigt för att förhindra rotröta, särskilt på vintern. Den är torktålig när den väl etablerats. Angiven beskäringsmånad i februari är felaktig."
  },
  {
    "id": 132,
    "name": "Pampasgräs",
    "latin_name": "Cortaderia selloana",
    "category": "Prydnadsgräs",
    "type": "Prydnadsgräs",
    "description": "Pampasgräs är ett storslaget, vintergrönt prydnadsgräs som är berömt för sina enorma, plymliknande blomvippor som kan bli upp till 3 meter höga. Det ger en fantastisk höst- och vinterstruktur i trädgården. Växten är dock känslig för vinterfukt och kyla i Sverige.",
    "usage": "Solitär, blickfång, vinterstruktur, i stora krukor (med övervintring).",
    "image": "pampasgras.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Regelbundet under etablering, sedan vid torka"
    },
    "pruning": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Klipps ner till ca 10–20 cm över marken på våren. Använd handskar då bladen är vassa. Låt stå över vintern som skydd."
    },
    "planting": {
      "months": [
        "april",
        "maj"
      ],
      "notes": "Planteras grunt och i väldränerad jord på en varm, solig plats."
    },
    "fertilizing": {
      "months": [
        "maj"
      ],
      "notes": "Gödslas på våren med en allsidig gödsel. Övergödning kan minska blomningen."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Behöver mycket vinterskydd i Sverige. Bind ihop bladen och täck rothalsen med t.ex. torra löv och en plast/presenning för att skydda mot vinterfukt."
    },
    "soil": "Väldränerad, mullrik, djup",
    "zone": 2,
    "care_interval_days": 14,
    "bloom_period": [
      "september",
      "oktober"
    ],
    "height_cm": 250,
    "care_guide": "Pampasgräs trivs bäst i **full sol** och skyddat läge. Det viktigaste för överlevnad är utmärkt dränering. Vattna regelbundet under etablering. Angiven kategori 'ört' och 'ört & kryddväxt' är felaktig."
  },
  {
    "id": 133,
    "name": "Fuchsia",
    "latin_name": "Fuchsia",
    "category": "Ute/Inne",
    "type": "Sommarblomma",
    "description": "Fuchsia, känd som 'Örhänge', är en populär sommarblomma med hängande, klockformade blommor som ofta är tvåfärgade i rött, lila, rosa eller vitt. Den används ofta i krukor och amplar på skyddade platser.",
    "usage": "Amplar, krukor, halvskuggiga rabatter, terrasser.",
    "image": "fuchsia.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Håll jorden konstant fuktig"
    },
    "pruning": {
      "months": [
        "mars"
      ],
      "notes": "Klipp tillbaka grenarna rejält på våren innan tillväxten börjar (för övervintrade plantor) för att främja kompakt form."
    },
    "planting": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Planteras ut i kruka eller rabatt efter att risken för nattfrost är över."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "notes": "Gödslas regelbundet (en gång i veckan) med flytande näring under blomperioden."
    },
    "winter": {
      "months": [
        "oktober",
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Övervintras frostfritt, svalt (5-10°C) och ljust. Dra ner på vattningen under viloperioden."
    },
    "soil": "Näringsrik, fuktig, väldränerad",
    "zone": 4,
    "care_interval_days": 7,
    "bloom_period": [
      "juni",
      "juli",
      "augusti",
      "september"
    ],
    "height_cm": 75,
    "care_guide": "Fuchsia trivs bäst i **halvskugga** eller skugga. Undvik direkt stark sol som kan bränna bladen. Håll jorden konstant fuktig men inte blöt. Angiven skötselmånad i februari är felaktig för beskärning."
  },
  {
    "id": 134,
    "name": "Fjärilslavendel",
    "latin_name": "Lavandula stoechas",
    "category": "Kryddväxt/Perenn",
    "type": "Kryddväxt/Prydnadsväxt",
    "description": "Fjärilslavendel utmärker sig med sina karaktäristiska 'vingar' (sterila högblad) som sticker upp från blomspirorna, vilket ger den ett unikt utseende. Den doftar starkt och är omtyckt av bin och fjärilar. Den är mindre härdig än vanlig lavendel och odlas ofta som ettårig i Sverige.",
    "usage": "Krukor, kantväxt, medelhavstema, torkning (eteriska oljor).",
    "image": "fjarilslavendel.jpeg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli",
        "augusti"
      ],
      "interval": "Låt torka upp mellan vattningarna"
    },
    "pruning": {
      "months": [
        "augusti",
        "september"
      ],
      "notes": "Klipp bort utblommade spiror för att förlänga blomningen. Ingen hård beskärning på våren som hos vanlig Lavandula angustifolia."
    },
    "planting": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Planteras i soligt, varmt läge i mycket väldränerad jord. Undvik platser där vatten blir stående."
    },
    "fertilizing": {
      "months": [
        "maj",
        "juni"
      ],
      "notes": "Gödslas sparsamt vid plantering och en gång under sommaren. För mycket näring ger vek tillväxt."
    },
    "winter": {
      "months": [
        "inte relevant"
      ],
      "notes": "Övervintras endast i kruka på mycket sval, ljus och frostfri plats. Utomhus är den sällan härdig i svenska klimat."
    },
    "soil": "Väldränerad, sandig, mager",
    "zone": 3,
    "care_interval_days": 7,
    "bloom_period": [
      "juni",
      "juli",
      "augusti"
    ],
    "height_cm": 50,
    "care_guide": "Fjärilslavendel trivs bäst i **full sol**. Den kräver utmärkt dränering och tål torka väl när den är etablerad. Undvik att vattna direkt på bladen. Angiven skötsel i augusti-oktober är felaktig för huvudblomning."
  },
  {
    "id": 135,
    "name": "Vårviva",
    "latin_name": "Primula vulgaris",
    "category": "Perenn",
    "type": "Perenn",
    "description": "Vårviva är en av de första perennerna som blommar på våren, ofta redan i mars/april. Den bildar låga rosetter med gröna blad och blommar med enkla eller dubbla blommor i olika färger, vanligen gult. Den är mycket populär som krukväxt på våren men är egentligen en härdig rabattväxt.",
    "usage": "Tidig vårplantering, rabattkant, woodland, krukor/balkonglådor.",
    "image": "varviva.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni"
      ],
      "interval": "Håll jorden jämnt fuktig"
    },
    "pruning": {
      "months": [
        "efter blomning"
      ],
      "notes": "Plocka bort vissna blommor för att förhindra frösättning och främja plantans kraft."
    },
    "planting": {
      "months": [
        "mars",
        "april",
        "september",
        "oktober"
      ],
      "notes": "Planteras i fuktig, näringsrik och mullrik jord, gärna i ett läge med vandrande skugga."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas lätt på våren vid tillväxtstart. Behöver sällan extra gödsel."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Härdig. Kan gynnas av ett tunt snötäcke eller lite löv som skydd mot frystorka."
    },
    "soil": "Mullrik, fuktighetshållande",
    "zone": 6,
    "care_interval_days": 7,
    "bloom_period": [
      "mars",
      "april",
      "maj"
    ],
    "height_cm": 15,
    "care_guide": "Vårviva trivs bäst i **halvskugga till skugga**. Den måste ha en jämn tillgång på fukt, särskilt under blomningen. Angiven höjd (99 cm) och kategori 'ört & kryddväxt' är felaktig."
  },
  {
    "id": 136,
    "name": "Rävsvans",
    "latin_name": "Amaranthus caudatus",
    "category": "Tvåårig",
    "type": "Prydnadsväxt",
    "description": "Rävsvans är en hög, dramatisk tvåårig växt med fingerborgsliknande blommor i täta spiror. Den är mycket populär i 'cottage gardens'. **Viktigt:** Hela växten är mycket giftig.",
    "usage": "Bakgrundsväxt, woodland, naturlika planteringar, snittblomma.",
    "image": "ravlysa.webp",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "maj",
        "juni",
        "juli"
      ],
      "interval": "Håll jorden jämnt fuktig under blomningen"
    },
    "pruning": {
      "months": [
        "juni",
        "juli"
      ],
      "notes": "Klipp bort den stora huvudblomman efter den blommat ut. Låt några av sidoblommorna fröa av sig för självsådd inför nästa år (tvåårig)."
    },
    "planting": {
      "months": [
        "april",
        "maj",
        "september"
      ],
      "notes": "Planteras i mullrik jord. På hösten planteras små plantor (rosetter) som blommar året därpå."
    },
    "fertilizing": {
      "months": [
        "april"
      ],
      "notes": "Gödslas lätt på våren. För mycket gödsel ger mer blad än blommor."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari"
      ],
      "notes": "Den basalrosett som bildas år 1 är härdig och behöver sällan skydd. Väldränering är viktigast."
    },
    "soil": "Mullrik, väldränerad",
    "zone": 4,
    "care_interval_days": 7,
    "bloom_period": [
      "juni",
      "juli"
    ],
    "height_cm": 100,
    "care_guide": "Rävsvans trivs bäst i **halvskugga** eller skugga. Klarar sol om jorden är fuktig. Håll jorden fuktig under växtperioden. Angiven kategori 'ört' och 'ört & kryddväxt' är felaktig (den är giftig, inte en krydda)."
  },
  {
    "id": 146,
    "name": "Julros",
    "latin_name": "Helleborus",
    "category": "Perenn",
    "type": "Perenn",
    "description": "Julrosen är en vintergrön perenn som blommar mycket tidigt, ofta mitt i vintern (december-mars), med stora, vita skålformade blommor. Den är mycket värdefull för att ge färg i trädgården under den mörka årstiden. Plantan är giftig.",
    "usage": "Skuggrabatt, krukor (vid entrén), woodland, tidig vinterfärg.",
    "image": "julros.jpg",
    "image_source": "Lokal fil",
    "watering": {
      "months": [
        "april",
        "maj",
        "juni",
        "juli"
      ],
      "interval": "Håll jorden jämnt fuktig"
    },
    "pruning": {
      "months": [
        "januari",
        "februari"
      ],
      "notes": "Klipp bort fula, gamla blad sent på vintern innan blomningen för att lyfta fram blommorna och minska smittrisk."
    },
    "planting": {
      "months": [
        "september",
        "oktober"
      ],
      "notes": "Planteras grunt i mullrik, fuktig och gärna kalkrik jord."
    },
    "fertilizing": {
      "months": [
        "mars",
        "april"
      ],
      "notes": "Gödslas tidigt på våren. Julrosen är näringskrävande."
    },
    "winter": {
      "months": [
        "november",
        "december",
        "januari",
        "februari"
      ],
      "notes": "Mycket härdig, men kan gynnas av täckning (snö eller granris) för att skydda bladen mot stark vintersol och frystorka."
    },
    "soil": "Mullrik, fuktighetshållande, kalkrik",
    "zone": 7,
    "care_interval_days": 14,
    "bloom_period": [
      "december",
      "januari",
      "februari",
      "mars"
    ],
    "height_cm": 30,
    "care_guide": "Julrosen trivs bäst i **halvskugga** eller skugga under sommaren. Håll jorden fuktig. Angiven kategori 'blomma' och 'sommarblomma' samt blomning i april/maj är felaktig."
  }
]